Repository: dehvCurtis/human-design
Catalog: lib/l10n/app_*.arb
Languages: be, de, es, pt, ro, ru, uk

# experts_reviewHint
source: Share your experience working with this expert...
be: Падзяліцеся вопытам працы з гэтым экспертам...
de: Teilen Sie Ihre Erfahrung mit diesem Experten...
es: Comparte tu experiencia trabajando con este experto...
pt: Compartilhe sua experiência trabalhando com este especialista...
ro: Distribuie experiența ta de lucru cu acest expert...
ru: Поделитесь опытом работы с этим экспертом...
uk: Поділіться досвідом роботи з цим експертом...

# experts_submitReview
source: Submit Review
be: Адправіць водгук
de: Bewertung absenden
es: Enviar Reseña
pt: Enviar Avaliação
ro: Trimite Recenzia
ru: Отправить отзыв
uk: Надіслати відгук

# experts_reviewSubmitted
source: Review submitted successfully!
be: Водгук паспяхова адпраўлены!
de: Bewertung erfolgreich eingereicht!
es: ¡Reseña enviada exitosamente!
pt: Avaliação enviada com sucesso!
ro: Recenzie trimisă cu succes!
ru: Отзыв успешно отправлен!
uk: Відгук успішно надіслано!

# experts_noReviews
source: No reviews yet
be: Пакуль няма водгукаў
de: Noch keine Bewertungen
es: Aún no hay reseñas
pt: Ainda sem avaliações
ro: Încă fără recenzii
ru: Пока нет отзывов
uk: Поки немає відгуків

# experts_followersLabel
source: Followers
be: Падпісчыкі
de: Follower
es: Seguidores
pt: Seguidores
ro: Urmăritori
ru: Подписчики
uk: Підписники

# experts_rating
source: Rating
be: Рэйтынг
de: Bewertung
es: Calificación
pt: Avaliação
ro: Evaluare
ru: Рейтинг
uk: Рейтинг

# experts_years
source: Years
be: Гадоў
de: Jahre
es: Años
pt: Anos
ro: Ani
ru: Лет
uk: Років

# learningPaths_title
source: Learning Paths
be: Навучальныя шляхі
de: Lernpfade
es: Rutas de Aprendizaje
pt: Trilhas de Aprendizado
ro: Trasee de Învățare
ru: Учебные пути
uk: Навчальні шляхи

# learningPaths_explore
source: Explore
be: Агляд
de: Erkunden
es: Explorar
pt: Explorar
ro: Explorează
ru: Обзор
uk: Огляд

# learningPaths_inProgress
source: In Progress
be: У працэсе
de: In Bearbeitung
es: En Progreso
pt: Em Andamento
ro: În Progres
ru: В процессе
uk: У процесі

# learningPaths_completed
source: Completed
be: Завершаныя
de: Abgeschlossen
es: Completados
pt: Concluídos
ro: Completate
ru: Завершённые
uk: Завершені

# learningPaths_featured
source: Featured Paths
be: Рэкамендаваныя шляхі
de: Empfohlene Pfade
es: Rutas Destacadas
pt: Trilhas em Destaque
ro: Trasee Recomandate
ru: Рекомендуемые пути
uk: Рекомендовані шляхи

# learningPaths_allPaths
source: All Paths
be: Усе шляхі
de: Alle Pfade
es: Todas las Rutas
pt: Todas as Trilhas
ro: Toate Traseele
ru: Все пути
uk: Усі шляхи

# learningPaths_noPathsExplore
source: No learning paths available
be: Няма даступных навучальных шляхоў
de: Keine Lernpfade verfügbar
es: No hay rutas de aprendizaje disponibles
pt: Nenhuma trilha de aprendizado disponível
ro: Niciun traseu de învățare disponibil
ru: Нет доступных учебных путей
uk: Немає доступних навчальних шляхів

# learningPaths_noPathsInProgress
source: No Paths In Progress
be: Няма шляхоў у працэсе
de: Keine Pfade in Bearbeitung
es: No Hay Rutas en Progreso
pt: Nenhuma Trilha em Andamento
ro: Niciun Traseu În Progres
ru: Нет путей в процессе
uk: Немає шляхів у процесі

# learningPaths_noPathsInProgressDescription
source: Enroll in a learning path to start your journey!
be: Запішыцеся на навучальны шлях, каб пачаць!
de: Melden Sie sich für einen Lernpfad an, um Ihre Reise zu beginnen!
es: ¡Inscríbete en una ruta de aprendizaje para comenzar tu viaje!
pt: Inscreva-se em uma trilha de aprendizado para começar sua jornada!
ro: Înscrie-te într-un traseu de învățare pentru a-ți începe călătoria!
ru: Запишитесь на учебный путь, чтобы начать!
uk: Запишіться на навчальний шлях, щоб почати!

# learningPaths_browsePaths
source: Browse Paths
be: Агляд шляхоў
de: Pfade durchsuchen
es: Explorar Rutas
pt: Explorar Trilhas
ro: Răsfoiește Traseele
ru: Обзор путей
uk: Огляд шляхів

# learningPaths_noPathsCompleted
source: No Completed Paths
be: Няма завершаных шляхоў
de: Keine abgeschlossenen Pfade
es: No Hay Rutas Completadas
pt: Nenhuma Trilha Concluída
ro: Niciun Traseu Completat
ru: Нет завершённых путей
uk: Немає завершених шляхів

# learningPaths_noPathsCompletedDescription
source: Complete learning paths to see them here!
be: Завершаныя навучальныя шляхі з'явяцца тут!
de: Schließen Sie Lernpfade ab, um sie hier zu sehen!
es: ¡Completa rutas de aprendizaje para verlas aquí!
pt: Complete trilhas de aprendizado para vê-las aqui!
ro: Completează trasee de învățare pentru a le vedea aici!
ru: Завершённые учебные пути появятся здесь!
uk: Завершені навчальні шляхи з'являться тут!

# learningPaths_enrolled
source: {count} enrolled
be: {count} запісана
de: {count} angemeldet
es: {count} inscritos
pt: {count} inscritos
ro: {count} înscriși
ru: {count} записано
uk: {count} записано

# learningPaths_stepsCount
source: {count} steps
be: {count} крокаў
de: {count} Schritte
es: {count} pasos
pt: {count} etapas
ro: {count} pași
ru: {count} шагов
uk: {count} кроків

# learningPaths_progress
source: {completed} of {total} steps
be: {completed} з {total} крокаў
de: {completed} von {total} Schritten
es: {completed} de {total} pasos
pt: {completed} de {total} etapas
ro: {completed} din {total} pași
ru: {completed} из {total} шагов
uk: {completed} з {total} кроків

# learningPaths_resume
source: Resume
be: Працягнуць
de: Fortsetzen
es: Reanudar
pt: Retomar
ro: Continuă
ru: Продолжить
uk: Продовжити

# learningPaths_completedOn
source: Completed on {date}
be: Завершаны {date}
de: Abgeschlossen am {date}
es: Completado el {date}
pt: Concluído em {date}
ro: Completat pe {date}
ru: Завершён {date}
uk: Завершено {date}

source: Learning path not found
be: Навучальны шлях не знойдзены
de: Lernpfad nicht gefunden
es: Ruta de aprendizaje no encontrada
pt: Trilha de aprendizado não encontrada
ro: Traseu de învățare negăsit
ru: Учебный путь не найден
uk: Навчальний шлях не знайдено

# learningPathMinutes
source: {minutes} min
be: {minutes} хв
ru: {minutes} мин
uk: {minutes} хв

# learningPathSteps
source: {count} steps
be: {count} крокаў
de: {count} Schritte
es: {count} pasos
pt: {count} etapas
ro: {count} pași
ru: {count} шагов
uk: {count} кроків

# learningPathBy
source: By {author}
be: Ад {author}
de: Von {author}
es: Por {author}
pt: Por {author}
ro: De {author}
ru: От {author}
uk: Від {author}

# learningPathEnrolled
source: {count} enrolled
be: {count} запісана
de: {count} angemeldet
es: {count} inscritos
pt: {count} inscritos
ro: {count} înscriși
ru: {count} записано
uk: {count} записано

# learningPathCompleted
source: {count} completed
be: {count} завершана
de: {count} abgeschlossen
es: {count} completados
pt: {count} concluídos
ro: {count} completați
ru: {count} завершено
uk: {count} завершено

# learningPathEnroll
source: Start Learning
be: Пачаць навучанне
de: Lernen beginnen
es: Comenzar a Aprender
pt: Começar a Aprender
ro: Începe Învățarea
ru: Начать обучение
uk: Почати навчання

# learningPathYourProgress
source: Your Progress
be: Ваш прагрэс
de: Ihr Fortschritt
es: Tu Progreso
pt: Seu Progresso
ro: Progresul Tău
ru: Ваш прогресс
uk: Ваш прогрес

# learningPathCompletedBadge
source: Completed
be: Завершаны
de: Abgeschlossen
es: Completado
pt: Concluído
ro: Completat
ru: Завершён
uk: Завершено

# learningPathProgressText
source: {completed} of {total} steps completed
be: {completed} з {total} крокаў завершана
de: {completed} von {total} Schritten abgeschlossen
es: {completed} de {total} pasos completados
pt: {completed} de {total} etapas concluídas
ro: {completed} din {total} pași completați
ru: {completed} из {total} шагов завершено
uk: {completed} з {total} кроків завершено

# learningPathStepsTitle
source: Learning Steps
be: Крокі навучання
de: Lernschritte
es: Pasos de Aprendizaje
pt: Etapas de Aprendizado
ro: Pași de Învățare
ru: Шаги обучения
uk: Кроки навчання

# learningPathEnrollTitle
source: Start This Path?
be: Пачаць гэты шлях?
de: Diesen Pfad beginnen?
es: ¿Comenzar Esta Ruta?
pt: Começar Esta Trilha?
ro: Începi Acest Traseu?
ru: Начать этот путь?
uk: Почати цей шлях?

# learningPathEnrollMessage
source: You'll be enrolled in "{title}" and can track your progress as you complete each step.
be: Вы будзеце запісаны на "{title}" і зможаце адсочваць прагрэс.
de: Sie werden für "{title}" angemeldet und können Ihren Fortschritt verfolgen, während Sie jeden Schritt abschließen.
es: Te inscribirás en "{title}" y podrás seguir tu progreso a medida que completes cada paso.
pt: Você será inscrito em "{title}" e poderá acompanhar seu progresso conforme completa cada etapa.
ro: Vei fi înscris în "{title}" și poți urmări progresul pe măsură ce completezi fiecare pas.
ru: Вы будете записаны на "{title}" и сможете отслеживать прогресс.
uk: Ви будете записані на "{title}" і зможете відстежувати прогрес.

# learningPathViewContent
source: View Content
be: Прагледзець кантэнт
de: Inhalt anzeigen
es: Ver Contenido
pt: Ver Conteúdo
ro: Vezi Conținutul
ru: Просмотреть контент
uk: Переглянути контент

# learningPathMarkComplete
source: Mark as Complete
be: Адзначыць як завершанае
de: Als abgeschlossen markieren
es: Marcar como Completado
pt: Marcar como Concluído
ro: Marchează ca Completat
ru: Отметить как завершённое
uk: Позначити як завершене

# learningPathStepCompleted
source: Step completed!
be: Крок завершаны!
de: Schritt abgeschlossen!
es: ¡Paso completado!
pt: Etapa concluída!
ro: Pas completat!
ru: Шаг завершён!
uk: Крок завершено!

# thought_title
source: Thoughts
be: Думкі
de: Gedanken
es: Pensamientos
pt: Pensamentos
ro: Gânduri
ru: Мысли
uk: Думки

# thought_feedTitle
source: Thoughts
be: Думкі
de: Gedanken
es: Pensamientos
pt: Pensamentos
ro: Gânduri
ru: Мысли
uk: Думки

# thought_createNew
source: Share a Thought
be: Падзяліцца думкай
de: Gedanken teilen
es: Compartir un Pensamiento
pt: Compartilhar um Pensamento
ro: Distribuie un Gând
ru: Поделиться мыслью
uk: Поділитися думкою

# thought_emptyFeed
source: Your thoughts feed is empty
be: Стужка думак пустая
de: Ihr Gedanken-Feed ist leer
es: Tu feed de pensamientos está vacío
pt: Seu feed de pensamentos está vazio
ro: Feed-ul tău de gânduri este gol
ru: Лента мыслей пуста
uk: Стрічка думок порожня

# thought_emptyFeedMessage
source: Follow people or share a thought to get started
be: Падпішыцеся на людзей або падзяліцеся думкай
de: Folgen Sie Personen oder teilen Sie einen Gedanken, um loszulegen
es: Sigue personas o comparte un pensamiento para comenzar
pt: Siga pessoas ou compartilhe um pensamento para começar
ro: Urmărește oameni sau distribuie un gând pentru a începe
ru: Подпишитесь на людей или поделитесь мыслью
uk: Підпишіться на людей або поділіться думкою

# thought_regenerate
source: Regenerate
be: Рэпост
de: Regenerieren
es: Regenerar
pt: Regenerar
ro: Regenerează
ru: Репост
uk: Репост

# thought_regeneratedFrom
source: Regenerated from @{username}
be: Рэпост ад @{username}
de: Regeneriert von @{username}
es: Regenerado de @{username}
pt: Regenerado de @{username}
ro: Regenerat de la @{username}
ru: Репост от @{username}
uk: Репост від @{username}

# thought_regenerateSuccess
source: Thought regenerated to your wall!
be: Думка дададзена на вашу сцяну!
de: Gedanke auf Ihrer Pinnwand regeneriert!
es: ¡Pensamiento regenerado en tu muro!
pt: Pensamento regenerado para seu mural!
ro: Gând regenerat pe peretele tău!
ru: Мысль добавлена на вашу стену!
uk: Думку додано на вашу стіну!

# thought_regenerateConfirm
source: Regenerate this thought?
be: Зрабіць рэпост?
de: Diesen Gedanken regenerieren?
es: ¿Regenerar este pensamiento?
pt: Regenerar este pensamento?
ro: Regenerezi acest gând?
ru: Сделать репост?
uk: Зробити репост?

# thought_regenerateDescription
source: This will share this thought to your wall, crediting the original author.
be: Думка з'явіцца на вашай сцяне са спасылкай на аўтара.
de: Dies wird diesen Gedanken auf Ihrer Pinnwand teilen und den ursprünglichen Autor nennen.
es: Esto compartirá este pensamiento en tu muro, acreditando al autor original.
pt: Isso compartilhará este pensamento em seu mural, creditando o autor original.
ro: Aceasta va distribui acest gând pe peretele tău, creditând autorul original.
ru: Мысль появится на вашей стене со ссылкой на автора.
uk: Думка з'явиться на вашій стіні з посиланням на автора.

# thought_addComment
source: Add a comment (optional)
be: Дадаць каментарый (неабавязкова)
de: Kommentar hinzufügen (optional)
es: Agregar un comentario (opcional)
pt: Adicionar um comentário (opcional)
ro: Adaugă un comentariu (opțional)
ru: Добавить комментарий (необязательно)
uk: Додати коментар (необов'язково)

# thought_regenerateCount
source: {count, plural, =1{1 regenerate} other{{count} regenerates}}
be: {count, plural, =1{1 рэпост} few{{count} рэпосты} other{{count} рэпостаў}}
de: {count, plural, =1{1 Regenerierung} other{{count} Regenerierungen}}
es: {count, plural, =1{1 regeneración} other{{count} regeneraciones}}
pt: {count, plural, =1{1 regeneração} other{{count} regenerações}}
ro: {count, plural, =1{1 regenerare} other{{count} regenerări}}
ru: {count, plural, =1{1 репост} few{{count} репоста} other{{count} репостов}}
uk: {count, plural, =1{1 репост} few{{count} репости} other{{count} репостів}}

# thought_cannotRegenerateOwn
source: You cannot regenerate your own thought
be: Нельга зрабіць рэпост сваёй думкі
de: Sie können Ihren eigenen Gedanken nicht regenerieren
es: No puedes regenerar tu propio pensamiento
pt: Você não pode regenerar seu próprio pensamento
ro: Nu poți regenera propriul gând
ru: Нельзя сделать репост своей мысли
uk: Не можна зробити репост своєї думки

# thought_alreadyRegenerated
source: You have already regenerated this thought
be: Вы ўжо зрабілі рэпост гэтай думкі
de: Sie haben diesen Gedanken bereits regeneriert
es: Ya has regenerado este pensamiento
pt: Você já regenerou este pensamento
ro: Ai regenerat deja acest gând
ru: Вы уже сделали репост этой мысли
uk: Ви вже зробили репост цієї думки

# thought_postDetail
source: Thought
be: Думка
de: Gedanke
es: Pensamiento
pt: Pensamento
ro: Gând
ru: Мысль
uk: Думка

# thought_noComments
source: No comments yet. Be the first to comment!
be: Каментарыяў пакуль няма. Будзьце першым!
de: Noch keine Kommentare. Seien Sie der Erste, der kommentiert!
es: Aún no hay comentarios. ¡Sé el primero en comentar!
pt: Ainda sem comentários. Seja o primeiro a comentar!
ro: Încă fără comentarii. Fii primul care comentează!
ru: Комментариев пока нет. Будьте первым!
uk: Коментарів поки немає. Будьте першим!

# thought_replyingTo
source: Replying to {username}
be: Адказ для {username}
de: Antwort an {username}
es: Respondiendo a {username}
pt: Respondendo a {username}
ro: Răspunzi lui {username}
ru: Ответ для {username}
uk: Відповідь для {username}

# thought_writeReply
source: Write a reply...
be: Напішыце адказ...
de: Antwort schreiben...
es: Escribe una respuesta...
pt: Escrever uma resposta...
ro: Scrie un răspuns...
ru: Напишите ответ...
uk: Напишіть відповідь...

# thought_commentPlaceholder
source: Add a comment...
be: Дадаць каментарый...
de: Kommentar hinzufügen...
es: Agregar un comentario...
pt: Adicionar um comentário...
ro: Adaugă un comentariu...
ru: Добавить комментарий...
uk: Додати коментар...

# chakra_title
source: Chakra Energy
be: Энергія чакр
de: Chakra-Energie
es: Energía de Chakras
pt: Energia dos Chakras
ro: Energie Chakră
ru: Энергия чакр
uk: Енергія чакр

# chakra_activated
source: Activated
be: Актывавана
de: Aktiviert
es: Activado
pt: Ativado
ro: Activată
ru: Активирована
uk: Активована

# chakra_inactive
source: Inactive
be: Неактыўная
de: Inaktiv
es: Inactivo
pt: Inativo
ro: Inactivă
ru: Неактивна
uk: Неактивна

# chakra_activatedCount
source: {count} of 7 chakras activated
be: {count} з 7 чакр актывавана
de: {count} von 7 Chakras aktiviert
es: {count} de 7 chakras activados
pt: {count} de 7 chakras ativados
ro: {count} din 7 chakre activate
ru: {count} из 7 чакр активировано
uk: {count} з 7 чакр активовано

# chakra_hdMapping
source: HD Center Mapping
be: Адпаведнасць цэнтрам HD
de: HD-Zentrum-Zuordnung
es: Mapeo del Centro DH
pt: Mapeamento de Centro HD
ro: Corespondență Centre HD
ru: Соответствие центрам HD
uk: Відповідність центрам HD

# chakra_element
source: Element
be: Элемент
es: Elemento
pt: Elemento
ru: Элемент
uk: Елемент

# chakra_location
source: Location
be: Размяшчэнне
de: Ort
es: Ubicación
pt: Localização
ro: Locație
ru: Расположение
uk: Розташування

# chakra_root
source: Root
be: Муладхара
de: Wurzel
es: Raíz
pt: Raiz
ro: Rădăcină
ru: Муладхара
uk: Муладхара

# chakra_root_description
source: Grounding, survival, and stability
be: Зямля, выжыванне і стабільнасць
de: Erdung, Überleben und Stabilität
es: Fundamento, supervivencia y estabilidad
pt: Ancoragem, sobrevivência e estabilidade
ro: Înrădăcinare, supraviețuire și stabilitate
ru: Заземление, выживание и стабильность
uk: Заземлення, виживання та стабільність

# chakra_sacral
source: Sacral
be: Свадхістхана
de: Sakral
ro: Sacrală
ru: Свадхистхана
uk: Свадхістхана

# chakra_sacral_description
source: Creativity, sexuality, and emotions
be: Творчасць, сексуальнасць і эмоцыі
de: Kreativität, Sexualität und Emotionen
es: Creatividad, sexualidad y emociones
pt: Criatividade, sexualidade e emoções
ro: Creativitate, sexualitate și emocii
ru: Творчество, сексуальность и эмоции
uk: Творчість, сексуальність та емоції

# chakra_solarPlexus
source: Solar Plexus
be: Маніпура
es: Plexo Solar
pt: Plexo Solar
ro: Plexul Solar
ru: Манипура
uk: Маніпура

# chakra_solarPlexus_description
source: Personal power, confidence, and will
be: Асабістая сіла, упэўненасць і воля
de: Persönliche Kraft, Selbstvertrauen und Wille
es: Poder personal, confianza y voluntad
pt: Poder pessoal, confiança e vontade
ro: Putere personală, încredere și voință
ru: Личная сила, уверенность и воля
uk: Особиста сила, впевненість та воля

# chakra_heart
source: Heart
be: Анахата
de: Herz
es: Corazón
pt: Coração
ro: Inimă
ru: Анахата
uk: Анахата

# chakra_heart_description
source: Love, compassion, and connection
be: Любоў, спагада і сувязь
de: Liebe, Mitgefühl und Verbindung
es: Amor, compasión y conexión
pt: Amor, compaixão e conexão
ro: Dragoste, compasiune și conexiune
ru: Любовь, сострадание и связь
uk: Любов, співчуття та зв'язок

# chakra_throat
source: Throat
be: Вішуддха
de: Kehle
es: Garganta
pt: Garganta
ro: Gât
ru: Вишуддха
uk: Вішуддха

# chakra_throat_description
source: Communication, expression, and truth
be: Зносіны, выражэнне і праўда
de: Kommunikation, Ausdruck und Wahrheit
es: Comunicación, expresión y verdad
pt: Comunicação, expressão e verdade
ro: Comunicare, expresie și adevăr
ru: Общение, выражение и правда
uk: Спілкування, вираження та правда

# chakra_thirdEye
source: Third Eye
be: Аджна
de: Drittes Auge
es: Tercer Ojo
pt: Terceiro Olho
ro: Al Treilea Ochi
ru: Аджна
uk: Аджна

# chakra_thirdEye_description
source: Intuition, insight, and imagination
be: Інтуіцыя, прадбачанне і ўяўленне
de: Intuition, Einsicht und Vorstellungskraft
es: Intuición, percepción e imaginación
pt: Intuição, percepção e imaginação
ro: Intuiție, perspicacitate și imaginație
ru: Интуиция, прозрение и воображение
uk: Інтуїція, прозріння та уява

# chakra_crown
source: Crown
be: Сахасрара
de: Krone
es: Corona
pt: Coroa
ro: Coroană
ru: Сахасрара
uk: Сахасрара

# chakra_crown_description
source: Spiritual connection and consciousness
be: Духоўная сувязь і свядомасць
de: Spirituelle Verbindung und Bewusstsein
es: Conexión espiritual y consciencia
pt: Conexão espiritual e consciência
ro: Conexiune spirituală și conștiință
ru: Духовная связь и сознание
uk: Духовний зв'язок та свідомість

# quiz_title
source: Quizzes
be: Тэсты
de: Quiz
es: Cuestionarios
ro: Chestionare
ru: Тесты
uk: Тести

# quiz_yourProgress
source: Your Progress
be: Ваш прагрэс
de: Ihr Fortschritt
es: Tu Progreso
pt: Seu Progresso
ro: Progresul Tău
ru: Ваш прогресс
uk: Ваш прогрес

# quiz_quizzesCompleted
source: {count} quizzes completed
be: {count} тэстаў завершана
de: {count} Quiz abgeschlossen
es: {count} cuestionarios completados
pt: {count} quizzes completados
ro: {count} chestionare completate
ru: {count} тестов завершено
uk: {count} тестів завершено

# quiz_accuracy
source: Accuracy
be: Дакладнасць
de: Genauigkeit
es: Precisión
pt: Precisão
ro: Precizie
ru: Точность
uk: Точність

# quiz_streak
source: Streak
be: Серыя
de: Serie
es: Racha
pt: Sequência
ro: Serie
ru: Серия
uk: Серія

# quiz_all
source: All
be: Усе
de: Alle
es: Todos
pt: Todos
ro: Toate
ru: Все
uk: Усі

# quiz_difficulty
source: Difficulty
be: Складанасць
de: Schwierigkeit
es: Dificultad
pt: Dificuldade
ro: Dificultate
ru: Сложность
uk: Складність

# quiz_beginner
source: Beginner
be: Пачатковы
de: Anfänger
es: Principiante
pt: Iniciante
ro: Începător
ru: Начинающий
uk: Початківець

# quiz_intermediate
source: Intermediate
be: Сярэдні
de: Fortgeschritten
es: Intermedio
pt: Intermediário
ro: Intermediar
ru: Средний
uk: Середній

# quiz_advanced
source: Advanced
be: Прасунуты
de: Experte
es: Avanzado
pt: Avançado
ro: Avansat
ru: Продвинутый
uk: Просунутий

# quiz_questions
source: {count} questions
be: {count} пытанняў
de: {count} Fragen
es: {count} preguntas
pt: {count} perguntas
ro: {count} întrebări
ru: {count} вопросов
uk: {count} питань

# quiz_points
source: +{points} pts
be: +{points} бал.
de: +{points} Pkt
ro: +{points} pct
ru: +{points} очк.
uk: +{points} очк.

# quiz_completed
source: Completed
be: Завершаны
de: Abgeschlossen
es: Completado
pt: Completado
ro: Completat
ru: Завершён
uk: Завершено

# quiz_noQuizzes
source: No quizzes available
be: Няма даступных тэстаў
de: Keine Quiz verfügbar
es: No hay cuestionarios disponibles
pt: Nenhum quiz disponível
ro: Niciun chestionar disponibil
ru: Нет доступных тестов
uk: Немає доступних тестів

# quiz_checkBackLater
source: Check back later for new content
be: Зазірніце пазней за новым кантэнтам
de: Schauen Sie später nach neuen Inhalten
es: Vuelve más tarde para nuevo contenido
pt: Volte mais tarde para novo conteúdo
ro: Verifică mai târziu pentru conținut nou
ru: Загляните позже за новым контентом
uk: Загляньте пізніше за новим контентом

# quiz_startQuiz
source: Start Quiz
be: Пачаць тэст
de: Quiz starten
es: Iniciar Cuestionario
pt: Iniciar Quiz
ro: Începe Chestionarul
ru: Начать тест
uk: Почати тест

# quiz_tryAgain
source: Try Again
be: Паспрабаваць зноў
de: Erneut versuchen
es: Intentar de Nuevo
pt: Tentar Novamente
ro: Încearcă Din Nou
ru: Попробовать снова
uk: Спробувати знову

# quiz_backToQuizzes
source: Back to Quizzes
be: Да тэстаў
de: Zurück zu Quiz
es: Volver a Cuestionarios
pt: Voltar aos Quizzes
ro: Înapoi la Chestionare
ru: К тестам
uk: До тестів

# quiz_shareResults
source: Share Results
be: Падзяліцца вынікамі
de: Ergebnisse teilen
es: Compartir Resultados
pt: Compartilhar Resultados
ro: Distribuie Rezultatele
ru: Поделиться результатами
uk: Поділитися результатами

# quiz_yourBest
source: Your Best
be: Ваш лепшы
de: Ihr Bestes
es: Tu Mejor
pt: Seu Melhor
ro: Cel Mai Bun Scor
ru: Ваш лучший
uk: Ваш найкращий

# quiz_perfectScore
source: Perfect Score!
be: Ідэальны вынік!
de: Perfekte Punktzahl!
es: ¡Puntuación Perfecta!
pt: Pontuação Perfeita!
ro: Scor Perfect!
ru: Идеальный результат!
uk: Ідеальний результат!

# quiz_newBest
source: New Best!
be: Новы рэкорд!
de: Neue Bestleistung!
es: ¡Nuevo Mejor!
pt: Novo Recorde!
ro: Scor Nou Maxim!
ru: Новый рекорд!
uk: Новий рекорд!

# quiz_streakExtended
source: Streak Extended!
be: Серыя працягнута!
de: Serie erweitert!
es: ¡Racha Extendida!
pt: Sequência Estendida!
ro: Serie Extinsă!
ru: Серия продлена!
uk: Серію продовжено!

# quiz_questionOf
source: Question {current} of {total}
be: Пытанне {current} з {total}
de: Frage {current} von {total}
es: Pregunta {current} de {total}
pt: Pergunta {current} de {total}
ro: Întrebarea {current} din {total}
ru: Вопрос {current} из {total}
uk: Питання {current} з {total}
