Repository: dehvCurtis/human-design
Catalog: lib/l10n/app_*.arb
Languages: be, de, es, pt, ro, ru, uk

# onboarding_noTimeWarning
source: Without an accurate birth time, some chart details (like your Rising sign and exact gate lines) may not be precise. We'll use noon as a default.
be: Без дакладнага часу нараджэння некаторыя дэталі карты (узыходны знак і лініі варот) могуць быць недакладнымі. Па змаўчанні будзе выкарыстоўвацца поўдзень.
de: Ohne genaue Geburtszeit können einige Chart-Details (wie Ihr Aszendent und genaue Tor-Linien) möglicherweise nicht präzise sein. Wir verwenden standardmäßig Mittag.
es: Sin una hora de nacimiento precisa, algunos detalles de la carta (como tu signo ascendente y las líneas exactas de las puertas) pueden no ser precisos. Usaremos el mediodía como valor predeterminado.
pt: Sem uma hora de nascimento precisa, alguns detalhes do mapa (como seu Ascendente e linhas exatas das portas) podem não ser precisos. Usaremos meio-dia como padrão.
ro: Fără o oră exactă a nașterii, unele detalii ale hărții (cum ar fi semnul ascendent și liniile exacte ale porților) pot să nu fie precise. Vom folosi amiaza ca valoare implicită.
ru: Без точного времени рождения некоторые детали карты (восходящий знак и линии ворот) могут быть неточными. По умолчанию будет использоваться полдень.
uk: Без точного часу народження деякі деталі карти (висхідний знак та лінії воріт) можуть бути неточними. За замовчуванням буде використано полудень.

# onboarding_enterBirthTimeInstead
source: Enter birth time instead
be: Увесці час нараджэння
de: Stattdessen Geburtszeit eingeben
es: Ingresar hora de nacimiento en su lugar
pt: Inserir hora de nascimento
ro: Introdu ora nașterii în schimb
ru: Ввести время рождения
uk: Ввести час народження

# onboarding_birthDataPrivacy
source: Your birth data is encrypted and stored securely. You can update or delete it anytime from your profile settings.
be: Вашы дадзеныя нараджэння зашыфраваны і захоўваюцца бяспечна. Вы можаце абнавіць або выдаліць іх у любы час у наладах профілю.
de: Ihre Geburtsdaten werden verschlüsselt und sicher gespeichert. Sie können sie jederzeit in Ihren Profileinstellungen aktualisieren oder löschen.
es: Tus datos de nacimiento están encriptados y almacenados de forma segura. Puedes actualizarlos o eliminarlos en cualquier momento desde la configuración de tu perfil.
pt: Seus dados de nascimento são criptografados e armazenados com segurança. Você pode atualizar ou excluí-los a qualquer momento nas configurações do seu perfil.
ro: Datele tale de naștere sunt criptate și stocate în siguranță. Le poți actualiza sau șterge oricând din setările profilului.
ru: Ваши данные рождения зашифрованы и хранятся безопасно. Вы можете обновить или удалить их в любое время в настройках профиля.
uk: Ваші дані народження зашифровані та зберігаються безпечно. Ви можете оновити або видалити їх будь-коли в налаштуваннях профілю.

# onboarding_saveFailed
source: Failed to save birth data
be: Не ўдалося захаваць дадзеныя нараджэння
de: Speichern der Geburtsdaten fehlgeschlagen
es: Error al guardar datos de nacimiento
pt: Falha ao salvar dados de nascimento
ro: Salvarea datelor de naștere a eșuat
ru: Не удалось сохранить данные рождения
uk: Не вдалося зберегти дані народження

# onboarding_fillAllFields
source: Please fill in all required fields
be: Калі ласка, запоўніце ўсе абавязковыя палі
de: Bitte füllen Sie alle erforderlichen Felder aus
es: Por favor completa todos los campos requeridos
pt: Por favor, preencha todos os campos obrigatórios
ro: Te rugăm să completezi toate câmpurile necesare
ru: Пожалуйста, заполните все обязательные поля
uk: Будь ласка, заповніть усі обов'язкові поля

# onboarding_selectLanguage
source: Select Language
be: Выберыце мову
de: Sprache auswählen
es: Seleccionar Idioma
pt: Selecionar Idioma
ro: Selectează Limba
ru: Выберите язык
uk: Оберіть мову

# onboarding_getStarted
source: Get Started
be: Пачаць
de: Loslegen
es: Comenzar
pt: Começar
ro: Începe
ru: Начать
uk: Почати

# onboarding_alreadyHaveAccount
source: I already have an account
be: У мяне ўжо ёсць акаўнт
de: Ich habe bereits ein Konto
es: Ya tengo una cuenta
pt: Já tenho uma conta
ro: Am deja un cont
ru: У меня уже есть аккаунт
uk: У мене вже є акаунт

# onboarding_liveInAlignment
source: Discover your unique energetic blueprint and live in alignment with your true nature.
be: Адкрыйце свой унікальны энергетычны адбітак і жывіце ў гармоніі са сваёй сапраўднай прыродай.
de: Entdecken Sie Ihre einzigartige energetische Blaupause und leben Sie im Einklang mit Ihrer wahren Natur.
es: Descubre tu plano energético único y vive en alineación con tu verdadera naturaleza.
pt: Descubra seu blueprint energético único e viva em alinhamento com sua verdadeira natureza.
ro: Descoperă planul tău energetic unic și trăiește în armonie cu adevărata ta natură.
ru: Откройте свой уникальный энергетический отпечаток и живите в гармонии со своей истинной природой.
uk: Відкрийте свій унікальний енергетичний відбиток та живіть у гармонії зі своєю справжньою природою.

# chart_myChart
source: My Chart
be: Мая карта
de: Mein Chart
es: Mi Carta
pt: Meu Mapa
ro: Harta Mea
ru: Моя карта
uk: Моя карта

# chart_viewChart
source: View Chart
be: Паказаць карту
de: Chart anzeigen
es: Ver Carta
pt: Ver Mapa
ro: Vezi Harta
ru: Показать карту
uk: Переглянути карту

# chart_calculate
source: Calculate Chart
be: Разлічыць карту
de: Chart berechnen
es: Calcular Carta
pt: Calcular Mapa
ro: Calculează Harta
ru: Рассчитать карту
uk: Розрахувати карту

# chart_recalculate
source: Recalculate
be: Перазлічыць
de: Neu berechnen
es: Recalcular
pt: Recalcular
ro: Recalculează
ru: Пересчитать
uk: Перерахувати

# chart_share
source: Share Chart
be: Падзяліцца картай
de: Chart teilen
es: Compartir Carta
pt: Compartilhar Mapa
ro: Distribuie Harta
ru: Поделиться картой
uk: Поділитися картою

# chart_createChart
source: Create Chart
be: Стварыць карту
de: Chart erstellen
es: Crear Carta
pt: Criar Mapa
ro: Creează Hartă
ru: Создать карту
uk: Створити карту

# chart_composite
source: Composite Chart
be: Кампазітная карта
de: Komposit-Chart
es: Carta Compuesta
pt: Mapa Composto
ro: Hartă Compozită
ru: Композитная карта
uk: Композитна карта

# chart_transit
source: Today's Transits
be: Транзіты сёння
de: Heutige Transite
es: Tránsitos de Hoy
pt: Trânsitos de Hoje
ro: Tranzitele de Astăzi
ru: Транзиты сегодня
uk: Транзити сьогодні

# chart_bodygraph
source: Bodygraph
be: Бодыграф
ru: Бодиграф
uk: Бодіграф

source: Chart Details
be: Дэталі карты
es: Detalles de Carta
pt: Detalhes do Mapa
ro: Detalii Hartă
ru: Детали карты
uk: Деталі карти

# chart_properties
source: Properties
be: Уласцівасці
de: Eigenschaften
es: Propiedades
pt: Propriedades
ro: Proprietăți
ru: Свойства
uk: Властивості

# chart_gates
source: Gates
be: Вароты
de: Tore
es: Puertas
pt: Portas
ro: Porți
ru: Ворота
uk: Ворота

# chart_channels
source: Channels
be: Каналы
de: Kanäle
es: Canales
pt: Canais
ro: Canale
ru: Каналы
uk: Канали

# chart_noChartYet
source: No Chart Yet
be: Пакуль няма карты
de: Noch kein Chart
es: Aún No Hay Carta
pt: Ainda Sem Mapa
ro: Încă Fără Hartă
ru: Пока нет карты
uk: Поки немає карти

# chart_addBirthDataPrompt
source: Add your birth data to generate your unique Human Design chart.
be: Дадайце дадзеныя нараджэння для стварэння вашай унікальнай карты Дызайну Чалавека.
de: Fügen Sie Ihre Geburtsdaten hinzu, um Ihr einzigartiges Human Design Chart zu erstellen.
es: Agrega tus datos de nacimiento para generar tu carta única de Diseño Humano.
pt: Adicione seus dados de nascimento para gerar seu mapa único de Design Humano.
ro: Adaugă datele tale de naștere pentru a genera harta ta unică de Design Uman.
ru: Добавьте данные рождения для создания вашей уникальной карты Дизайна Человека.
uk: Додайте дані народження для створення вашої унікальної карти Дизайну Людини.

# chart_addBirthData
source: Add Birth Data
be: Дадаць дадзеныя нараджэння
de: Geburtsdaten hinzufügen
es: Agregar Datos de Nacimiento
pt: Adicionar Dados de Nascimento
ro: Adaugă Date de Naștere
ru: Добавить данные рождения
uk: Додати дані народження

# chart_noActiveChannels
source: No Active Channels
be: Няма актыўных каналаў
de: Keine aktiven Kanäle
es: No Hay Canales Activos
pt: Sem Canais Ativos
ro: Niciun Canal Activ
ru: Нет активных каналов
uk: Немає активних каналів

# chart_channelsFormedBothGates
source: Channels are formed when both gates are defined.
be: Каналы ўтвараюцца, калі азначаны абодва вароты.
de: Kanäle werden gebildet, wenn beide Tore definiert sind.
es: Los canales se forman cuando ambas puertas están definidas.
pt: Canais são formados quando ambas as portas estão definidas.
ro: Canalele se formează când ambele porți sunt definite.
ru: Каналы образуются, когда определены оба ворота.
uk: Канали утворюються, коли визначені обидва ворота.

# chart_consciousGates
source: Conscious Gates
be: Свядомыя вароты
de: Bewusste Tore
es: Puertas Conscientes
pt: Portas Conscientes
ro: Porți Conștiente
ru: Сознательные ворота
uk: Свідомі ворота

# chart_unconsciousGates
source: Unconscious Gates
be: Несвядомыя вароты
de: Unbewusste Tore
es: Puertas Inconscientes
pt: Portas Inconscientes
ro: Porți Inconștiente
ru: Бессознательные ворота
uk: Несвідомі ворота

# chart_personalitySide
source: Personality side - what you're aware of
be: Бок асобы - тое, што вы ўсведамляеце
de: Persönlichkeitsseite - was Sie bewusst wahrnehmen
es: Lado de la Personalidad - de lo que eres consciente
pt: Lado da Personalidade - do que você está consciente
ro: Partea Personalității - ceea ce ești conștient
ru: Сторона личности - то, что вы осознаёте
uk: Сторона особистості - те, що ви усвідомлюєте

# chart_designSide
source: Design side - what others see in you
be: Бок дызайну - тое, што бачаць у вас іншыя
de: Designseite - was andere in Ihnen sehen
es: Lado del Diseño - lo que otros ven en ti
pt: Lado do Design - o que os outros veem em você
ro: Partea Designului - ceea ce văd alții în tine
ru: Сторона дизайна - то, что видят в вас другие
uk: Сторона дизайну - те, що бачать у вас інші

# chart_savedCharts
source: Saved Charts
be: Захаваныя карты
de: Gespeicherte Charts
es: Cartas Guardadas
pt: Mapas Salvos
ro: Hărți Salvate
ru: Сохранённые карты
uk: Збережені карти

# chart_addChart
source: Add Chart
be: Дадаць карту
de: Chart hinzufügen
es: Agregar Carta
pt: Adicionar Mapa
ro: Adaugă Hartă
ru: Добавить карту
uk: Додати карту

# chart_noSavedCharts
source: No Saved Charts
be: Няма захаваных карт
de: Keine gespeicherten Charts
es: No Hay Cartas Guardadas
pt: Sem Mapas Salvos
ro: Nicio Hartă Salvată
ru: Нет сохранённых карт
uk: Немає збережених карт

# chart_noSavedChartsMessage
source: Create charts for yourself and others to save them here.
be: Стварыце карты для сябе і іншых, каб захаваць іх тут.
de: Erstellen Sie Charts für sich selbst und andere, um sie hier zu speichern.
es: Crea cartas para ti y otros para guardarlas aquí.
pt: Crie mapas para você e outros para salvá-los aqui.
ro: Creează hărți pentru tine și alții pentru a le salva aici.
ru: Создайте карты для себя и других, чтобы сохранить их здесь.
uk: Створіть карти для себе та інших, щоб зберегти їх тут.

# chart_loadFailed
source: Failed to load charts
be: Не ўдалося загрузіць карты
de: Laden der Charts fehlgeschlagen
es: Error al cargar cartas
pt: Falha ao carregar mapas
ro: Încărcarea hărților a eșuat
ru: Не удалось загрузить карты
uk: Не вдалося завантажити карти

# chart_renameChart
source: Rename Chart
be: Перайменаваць карту
de: Chart umbenennen
es: Renombrar Carta
pt: Renomear Mapa
ro: Redenumește Harta
ru: Переименовать карту
uk: Перейменувати карту

# chart_rename
source: Rename
be: Перайменаваць
de: Umbenennen
es: Renombrar
pt: Renomear
ro: Redenumește
ru: Переименовать
uk: Перейменувати

# chart_renameFailed
source: Failed to rename chart
be: Не ўдалося перайменаваць карту
de: Umbenennen des Charts fehlgeschlagen
es: Error al renombrar carta
pt: Falha ao renomear mapa
ro: Redenumirea hărții a eșuat
ru: Не удалось переименовать карту
uk: Не вдалося перейменувати карту

# chart_deleteChart
source: Delete Chart
be: Выдаліць карту
de: Chart löschen
es: Eliminar Carta
pt: Excluir Mapa
ro: Șterge Harta
ru: Удалить карту
uk: Видалити карту

# chart_deleteConfirm
source: Are you sure you want to delete "{name}"? This action cannot be undone.
be: Вы ўпэўнены, што хочаце выдаліць "{name}"? Гэтае дзеянне нельга адмяніць.
de: Sind Sie sicher, dass Sie "{name}" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar "{name}"? Esta acción no se puede deshacer.
pt: Tem certeza de que deseja excluir "{name}"? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi "{name}"? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить "{name}"? Это действие нельзя отменить.
uk: Ви впевнені, що хочете видалити "{name}"? Цю дію не можна скасувати.

# chart_deleteFailed
source: Failed to delete chart
be: Не ўдалося выдаліць карту
de: Löschen des Charts fehlgeschlagen
es: Error al eliminar carta
pt: Falha ao excluir mapa
ro: Ștergerea hărții a eșuat
ru: Не удалось удалить карту
uk: Не вдалося видалити карту

# chart_you
source: You
be: Вы
de: Sie
es: Tú
pt: Você
ro: Tu
ru: Вы
uk: Ви

# chart_personName
source: Name
be: Імя
es: Nombre
pt: Nome
ro: Nume
ru: Имя
uk: Ім'я

# chart_enterPersonName
source: Enter person's name
be: Увядзіце імя чалавека
de: Namen der Person eingeben
es: Ingresar nombre de la persona
pt: Digite o nome da pessoa
ro: Introdu numele persoanei
ru: Введите имя человека
uk: Введіть ім'я людини

# chart_addChartDescription
source: Create a chart for someone else by entering their birth information.
be: Стварыце карту для іншага чалавека, увёўшы яго дадзеныя нараджэння.
de: Erstellen Sie ein Chart für jemand anderen, indem Sie dessen Geburtsinformationen eingeben.
es: Crea una carta para otra persona ingresando su información de nacimiento.
pt: Crie um mapa para outra pessoa inserindo suas informações de nascimento.
ro: Creează o hartă pentru altcineva introducând informațiile lor de naștere.
ru: Создайте карту для другого человека, введя его данные рождения.
uk: Створіть карту для іншої людини, ввівши її дані народження.

# chart_calculateAndSave
source: Calculate & Save Chart
be: Разлічыць і захаваць карту
de: Berechnen & Chart speichern
es: Calcular y Guardar Carta
pt: Calcular e Salvar Mapa
ro: Calculează & Salvează Harta
ru: Рассчитать и сохранить карту
uk: Розрахувати та зберегти карту

# chart_saved
source: Chart saved successfully
be: Карта паспяхова захавана
de: Chart erfolgreich gespeichert
es: Carta guardada exitosamente
pt: Mapa salvo com sucesso
ro: Hartă salvată cu succes
ru: Карта успешно сохранена
uk: Карту успішно збережено

# type_manifestor
source: Manifestor
be: Маніфестар
es: Manifestador
pt: Manifestador
ru: Манифестор
uk: Маніфестор

# type_generator
source: Generator
be: Генератар
es: Generador
pt: Gerador
ru: Генератор
uk: Генератор

# type_manifestingGenerator
source: Manifesting Generator
be: Маніфесціруючы Генератар
de: Manifestierender Generator
es: Generador Manifestante
pt: Gerador Manifestante
ro: Generator Manifestor
ru: Манифестирующий Генератор
uk: Маніфестуючий Генератор

# type_projector
source: Projector
be: Праектар
de: Projektor
es: Proyector
pt: Projetor
ro: Proiector
ru: Проектор
uk: Проектор

# type_reflector
source: Reflector
be: Рэфлектар
de: Reflektor
pt: Refletor
ru: Рефлектор
uk: Рефлектор

# type_manifestor_strategy
source: To Inform
be: Інфармаваць
de: Informieren
es: Informar
pt: Informar
ro: Să Informezi
ru: Информировать
uk: Інформувати

# type_generator_strategy
source: To Respond
be: Адгукацца
de: Reagieren
es: Responder
pt: Responder
ro: Să Răspunzi
ru: Откликаться
uk: Відгукуватися

# type_manifestingGenerator_strategy
source: To Respond
be: Адгукацца
de: Reagieren
es: Responder
pt: Responder
ro: Să Răspunzi
ru: Откликаться
uk: Відгукуватися

# type_projector_strategy
source: To Wait for Invitation
be: Чакаць запрашэння
de: Auf Einladung warten
es: Esperar la Invitación
pt: Aguardar Convite
ro: Să Aștepți Invitația
ru: Ждать приглашения
uk: Чекати на запрошення

# type_reflector_strategy
source: To Wait a Lunar Cycle
be: Чакаць месячны цыкл
de: Einen Mondzyklus warten
es: Esperar un Ciclo Lunar
pt: Aguardar Ciclo Lunar
ro: Să Aștepți un Ciclu Lunar
ru: Ждать лунный цикл
uk: Чекати місячний цикл

# authority_emotional
source: Emotional
be: Эмацыйны
es: Emocional
pt: Emocional
ro: Emoțională
ru: Эмоциональный
uk: Емоційний

# authority_sacral
source: Sacral
be: Сакральны
de: Sakral
ro: Sacrală
ru: Сакральный
uk: Сакральний

# authority_splenic
source: Splenic
be: Селязёначны
de: Milz
es: Esplénica
pt: Esplênica
ro: Splenică
ru: Селезёночный
uk: Селезінковий

# authority_ego
source: Ego/Heart
be: Эга/Сэрца
de: Ego/Herz
es: Ego/Corazón
pt: Ego/Coração
ro: Ego/Inimă
ru: Эго/Сердце
uk: Его/Серце

# authority_self
source: Self-Projected
be: Сама-праецыраваны
de: Selbst-Projiziert
es: Auto-Proyectada
pt: Auto-Projetada
ro: Auto-Proiectată
ru: Само-проецируемый
uk: Само-проектований

# authority_environment
source: Mental/Environmental
be: Ментальны/Асяроддзе
de: Mental/Umgebung
es: Mental/Ambiental
pt: Mental/Ambiental
ro: Mentală/Ambientală
ru: Ментальный/Окружение
uk: Ментальний/Оточення

# authority_lunar
source: Lunar
be: Месячны
ro: Lunară
ru: Лунный
uk: Місячний

# definition_none
source: No Definition
be: Без азначанасці
de: Keine Definition
es: Sin Definición
pt: Sem Definição
ro: Fără Definiție
ru: Без определённости
uk: Без визначеності

# definition_single
source: Single Definition
be: Адзінкавая азначанасць
de: Einfache Definition
es: Definición Simple
pt: Definição Simples
ro: Definiție Simplă
ru: Одинарная определённость
uk: Одинарна визначеність

# definition_split
source: Split Definition
be: Расшчэпленая азначанасць
de: Geteilte Definition
es: Definición Dividida
pt: Definição Dividida
ro: Definiție Divizată
ru: Расщеплённая определённость
uk: Розщеплена визначеність

# definition_tripleSplit
source: Triple Split
be: Тройнае расшчэпленне
de: Dreifach-Teilung
es: División Triple
pt: Divisão Tripla
ro: Divizare Triplă
ru: Тройное расщепление
uk: Потрійне розщеплення

# definition_quadrupleSplit
source: Quadruple Split
be: Чацвярное расшчэпленне
de: Vierfach-Teilung
es: División Cuádruple
pt: Divisão Quádrupla
ro: Divizare Cvadrupla
ru: Четверное расщепление
uk: Четвертне розщеплення

# profile_1_3
source: 1/3 Investigator/Martyr
be: 1/3 Даследчык/Мучанік
de: 1/3 Forscher/Märtyrer
es: 1/3 Investigador/Mártir
pt: 1/3 Investigador/Mártir
ro: 1/3 Investigator/Martir
ru: 1/3 Исследователь/Мученик
uk: 1/3 Дослідник/Мученик

# profile_1_4
source: 1/4 Investigator/Opportunist
be: 1/4 Даследчык/Апартуніст
de: 1/4 Forscher/Opportunist
es: 1/4 Investigador/Oportunista
pt: 1/4 Investigador/Oportunista
ro: 1/4 Investigator/Oportunist
ru: 1/4 Исследователь/Оппортунист
uk: 1/4 Дослідник/Опортуніст

# profile_2_4
source: 2/4 Hermit/Opportunist
be: 2/4 Адшэльнік/Апартуніст
de: 2/4 Eremit/Opportunist
es: 2/4 Ermitaño/Oportunista
pt: 2/4 Eremita/Oportunista
ro: 2/4 Eremit/Oportunist
ru: 2/4 Отшельник/Оппортунист
uk: 2/4 Відлюдник/Опортуніст

# profile_2_5
source: 2/5 Hermit/Heretic
be: 2/5 Адшэльнік/Ерэтык
de: 2/5 Eremit/Ketzer
es: 2/5 Ermitaño/Hereje
pt: 2/5 Eremita/Herege
ro: 2/5 Eremit/Eretic
ru: 2/5 Отшельник/Еретик
uk: 2/5 Відлюдник/Єретик

# profile_3_5
source: 3/5 Martyr/Heretic
be: 3/5 Мучанік/Ерэтык
de: 3/5 Märtyrer/Ketzer
es: 3/5 Mártir/Hereje
pt: 3/5 Mártir/Herege
ro: 3/5 Martir/Eretic
ru: 3/5 Мученик/Еретик
uk: 3/5 Мученик/Єретик

# profile_3_6
source: 3/6 Martyr/Role Model
be: 3/6 Мучанік/Ролевая мадэль
de: 3/6 Märtyrer/Rollenvorbild
es: 3/6 Mártir/Modelo a Seguir
pt: 3/6 Mártir/Modelo
ro: 3/6 Martir/Model de Rol
ru: 3/6 Мученик/Ролевая модель
uk: 3/6 Мученик/Рольова модель

# profile_4_6
source: 4/6 Opportunist/Role Model
be: 4/6 Апартуніст/Ролевая мадэль
de: 4/6 Opportunist/Rollenvorbild
es: 4/6 Oportunista/Modelo a Seguir
pt: 4/6 Oportunista/Modelo
ro: 4/6 Oportunist/Model de Rol
ru: 4/6 Оппортунист/Ролевая модель
uk: 4/6 Опортуніст/Рольова модель

# profile_4_1
source: 4/1 Opportunist/Investigator
be: 4/1 Апартуніст/Даследчык
de: 4/1 Opportunist/Forscher
es: 4/1 Oportunista/Investigador
pt: 4/1 Oportunista/Investigador
ro: 4/1 Oportunist/Investigator
ru: 4/1 Оппортунист/Исследователь
uk: 4/1 Опортуніст/Дослідник

# profile_5_1
source: 5/1 Heretic/Investigator
be: 5/1 Ерэтык/Даследчык
de: 5/1 Ketzer/Forscher
es: 5/1 Hereje/Investigador
pt: 5/1 Herege/Investigador
ro: 5/1 Eretic/Investigator
ru: 5/1 Еретик/Исследователь
uk: 5/1 Єретик/Дослідник

# profile_5_2
source: 5/2 Heretic/Hermit
be: 5/2 Ерэтык/Адшэльнік
de: 5/2 Ketzer/Eremit
es: 5/2 Hereje/Ermitaño
pt: 5/2 Herege/Eremita
ro: 5/2 Eretic/Eremit
ru: 5/2 Еретик/Отшельник
uk: 5/2 Єретик/Відлюдник

# profile_6_2
source: 6/2 Role Model/Hermit
be: 6/2 Ролевая мадэль/Адшэльнік
de: 6/2 Rollenvorbild/Eremit
es: 6/2 Modelo a Seguir/Ermitaño
pt: 6/2 Modelo/Eremita
ro: 6/2 Model de Rol/Eremit
ru: 6/2 Ролевая модель/Отшельник
uk: 6/2 Рольова модель/Відлюдник

# profile_6_3
source: 6/3 Role Model/Martyr
be: 6/3 Ролевая мадэль/Мучанік
de: 6/3 Rollenvorbild/Märtyrer
es: 6/3 Modelo a Seguir/Mártir
pt: 6/3 Modelo/Mártir
ro: 6/3 Model de Rol/Martir
ru: 6/3 Ролевая модель/Мученик
uk: 6/3 Рольова модель/Мученик

# center_head
source: Head
be: Галаўны
de: Kopf
es: Cabeza
pt: Cabeça
ro: Cap
ru: Головной
uk: Головний

# center_ajna
source: Ajna
be: Аджна
ru: Аджна
uk: Аджна

# center_throat
source: Throat
be: Горлавы
de: Kehle
es: Garganta
pt: Garganta
ro: Gât
ru: Горловой
uk: Горловий

# center_g
source: G/Self
be: G-цэнтр
de: G/Selbst
es: G/Yo
pt: G/Eu
ro: G/Sinele
ru: G-центр
uk: G-центр

# center_heart
source: Heart/Ego
be: Сардэчны/Эга
de: Herz/Ego
es: Corazón/Ego
pt: Coração/Ego
ro: Inimă/Ego
ru: Сердечный/Эго
uk: Серцевий/Его

# center_sacral
source: Sacral
be: Сакральны
de: Sakral
ru: Сакральный
uk: Сакральний

# center_solarPlexus
source: Solar Plexus
be: Сонечнае сплятэнне
es: Plexo Solar
pt: Plexo Solar
ro: Plexul Solar
ru: Солнечное сплетение
uk: Сонячне сплетіння

# center_spleen
source: Spleen
be: Селязёначны
de: Milz
es: Bazo
pt: Baço
ro: Splină
ru: Селезёночный
uk: Селезінковий

# center_root
source: Root
be: Каранёвы
de: Wurzel
es: Raíz
pt: Raiz
ro: Rădăcină
ru: Корневой
uk: Кореневий

# center_defined
source: Defined
be: Азначаны
de: Definiert
es: Definido
pt: Definido
ro: Definit
ru: Определённый
uk: Визначений

# center_undefined
source: Undefined
be: Неазначаны
de: Undefiniert
es: Indefinido
pt: Indefinido
ro: Nedefinit
ru: Неопределённый
uk: Невизначений

# section_type
source: Type
be: Тып
de: Typ
es: Tipo
pt: Tipo
ro: Tip
ru: Тип
uk: Тип

# section_strategy
source: Strategy
be: Стратэгія
de: Strategie
es: Estrategia
pt: Estratégia
ro: Strategie
ru: Стратегия
uk: Стратегія

# section_authority
source: Authority
be: Аўтарытэт
de: Autorität
es: Autoridad
pt: Autoridade
ro: Autoritate
ru: Авторитет
uk: Авторитет

# section_profile
source: Profile
be: Профіль
de: Profil
es: Perfil
pt: Perfil
ro: Profil
ru: Профиль
uk: Профіль

# section_definition
source: Definition
be: Азначанасць
es: Definición
pt: Definição
ro: Definiție
ru: Определённость
uk: Визначеність

# section_centers
source: Centers
be: Цэнтры
de: Zentren
es: Centros
pt: Centros
ro: Centre
ru: Центры
uk: Центри

# section_channels
source: Channels
be: Каналы
de: Kanäle
es: Canales
pt: Canais
ro: Canale
ru: Каналы
uk: Канали

# section_gates
source: Gates
be: Вароты
de: Tore
es: Puertas
pt: Portas
ro: Porți
ru: Ворота
uk: Ворота

# section_conscious
source: Conscious (Personality)
be: Свядомае (Асоба)
de: Bewusst (Persönlichkeit)
es: Consciente (Personalidad)
pt: Consciente (Personalidade)
ro: Conștient (Personalitate)
ru: Сознательное (Личность)
uk: Свідоме (Особистість)
