Repository: dehvCurtis/human-design
Catalog: lib/l10n/app_*.arb
Languages: be, de, es, pt, ro, ru, uk

# quiz_correct
source: {count} correct
be: {count} правільна
de: Richtig
es: {count} correctas
pt: {count} corretas
ro: {count} corecte
ru: {count} правильно
uk: {count} правильно

# quiz_submitAnswer
source: Submit Answer
be: Адказаць
de: Antwort absenden
es: Enviar Respuesta
pt: Enviar Resposta
ro: Trimite Răspunsul
ru: Ответить
uk: Відповісти

# quiz_nextQuestion
source: Next Question
be: Наступнае пытанне
de: Nächste Frage
es: Siguiente Pregunta
pt: Próxima Pergunta
ro: Următoarea Întrebare
ru: Следующий вопрос
uk: Наступне питання

# quiz_seeResults
source: See Results
be: Вынікі
de: Ergebnisse anzeigen
es: Ver Resultados
pt: Ver Resultados
ro: Vezi Rezultatele
ru: Результаты
uk: Результати

# quiz_exitQuiz
source: Exit Quiz?
be: Выйсці з тэста?
de: Quiz beenden?
es: ¿Salir del Cuestionario?
pt: Sair do Quiz?
ro: Ieși din Chestionar?
ru: Выйти из теста?
uk: Вийти з тесту?

# quiz_exitWarning
source: Your progress will be lost if you exit now.
be: Ваш прагрэс будзе страчаны.
de: Ihr Fortschritt geht verloren, wenn Sie jetzt beenden.
es: Tu progreso se perderá si sales ahora.
pt: Seu progresso será perdido se você sair agora.
ro: Progresul tău va fi pierdut dacă ieși acum.
ru: Ваш прогресс будет потерян.
uk: Ваш прогрес буде втрачено.

# quiz_exit
source: Exit
be: Выйсці
de: Beenden
es: Salir
pt: Sair
ro: Ieși
ru: Выйти
uk: Вийти

# quiz_timesUp
source: Time's Up!
be: Час скончыўся!
de: Zeit abgelaufen!
es: ¡Se Acabó el Tiempo!
pt: Tempo Esgotado!
ro: Timpul Expirat!
ru: Время вышло!
uk: Час вийшов!

# quiz_timesUpMessage
source: You've run out of time. Your progress will be submitted.
be: Час скончыўся. Ваш прагрэс будзе захаваны.
de: Ihre Zeit ist abgelaufen. Ihr Fortschritt wird übermittelt.
es: Se te acabó el tiempo. Tu progreso será enviado.
pt: Você ficou sem tempo. Seu progresso será enviado.
ro: Ai rămas fără timp. Progresul tău va fi trimis.
ru: Время закончилось. Ваш прогресс будет сохранён.
uk: Час закінчився. Ваш прогрес буде збережено.

# quiz_excellent
source: Excellent!
be: Выдатна!
de: Ausgezeichnet!
es: ¡Excelente!
pt: Excelente!
ro: Excelent!
ru: Отлично!
uk: Чудово!

# quiz_goodJob
source: Good Job!
be: Добрая праца!
de: Gut gemacht!
es: ¡Buen Trabajo!
pt: Bom Trabalho!
ro: Bună Treabă!
ru: Хорошая работа!
uk: Гарна робота!

# quiz_keepLearning
source: Keep Learning!
be: Працягвайце вучыцца!
de: Weiter lernen!
es: ¡Sigue Aprendiendo!
pt: Continue Aprendendo!
ro: Continuă să Înveți!
ru: Продолжайте учиться!
uk: Продовжуйте вчитися!

# quiz_keepPracticing
source: Keep Practicing!
be: Працягвайце практыкавацца!
de: Weiter üben!
es: ¡Sigue Practicando!
pt: Continue Praticando!
ro: Continuă să Exersezi!
ru: Продолжайте практиковаться!
uk: Продовжуйте практикуватися!

# quiz_masteredTopic
source: You've mastered this topic!
be: Вы асвоілі гэтую тэму!
de: Sie haben dieses Thema gemeistert!
es: ¡Has dominado este tema!
pt: Você dominou este tópico!
ro: Ai stăpânit acest subiect!
ru: Вы освоили эту тему!
uk: Ви освоїли цю тему!

# quiz_strongUnderstanding
source: You have a strong understanding.
be: У вас добрае разуменне.
de: Sie haben ein gutes Verständnis.
es: Tienes un entendimiento sólido.
pt: Você tem uma compreensão forte.
ro: Ai o înțelegere solidă.
ru: У вас хорошее понимание.
uk: У вас гарне розуміння.

# quiz_onRightTrack
source: You're on the right track.
be: Вы на правільным шляху.
de: Sie sind auf dem richtigen Weg.
es: Estás en el camino correcto.
pt: Você está no caminho certo.
ro: Ești pe drumul cel bun.
ru: Вы на правильном пути.
uk: Ви на правильному шляху.

# quiz_reviewExplanations
source: Review the explanations to improve.
be: Вывучыце тлумачэнні для паляпшэння.
de: Überprüfen Sie die Erklärungen, um sich zu verbessern.
es: Revisa las explicaciones para mejorar.
pt: Revise as explicações para melhorar.
ro: Revizuiește explicațiile pentru a te îmbunătăți.
ru: Изучите объяснения для улучшения.
uk: Вивчіть пояснення для покращення.

# quiz_studyMaterial
source: Study the material and try again.
be: Вывучыце матэрыял і паспрабуйце зноў.
de: Studieren Sie das Material und versuchen Sie es erneut.
es: Estudia el material e intenta de nuevo.
pt: Estude o material e tente novamente.
ro: Studiază materialul și încearcă din nou.
ru: Изучите материал и попробуйте снова.
uk: Вивчіть матеріал і спробуйте знову.

# quiz_attemptHistory
source: Attempt History
be: Гісторыя спроб
de: Versuchsverlauf
es: Historial de Intentos
pt: Histórico de Tentativas
ro: Istoric Încercări
ru: История попыток
uk: Історія спроб

source: Quiz Statistics
be: Статыстыка тэстаў
de: Quiz-Statistiken
es: Estadísticas de Cuestionarios
pt: Estatísticas de Quiz
ro: Statistici Chestionare
ru: Статистика тестов
uk: Статистика тестів

# quiz_totalQuizzes
source: Quizzes
be: Тэстаў
de: Quiz
es: Cuestionarios
ro: Chestionare
ru: Тестов
uk: Тестів

# quiz_totalQuestions
source: Questions
be: Пытанняў
de: Fragen
es: Preguntas
pt: Perguntas
ro: Întrebări
ru: Вопросов
uk: Питань

# quiz_bestStreak
source: Best Streak
be: Лепшая серыя
de: Beste Serie
es: Mejor Racha
pt: Melhor Sequência
ro: Cea Mai Bună Serie
ru: Лучшая серия
uk: Найкраща серія

# quiz_strongest
source: Strongest: {category}
be: Найбольш моцная: {category}
de: Stärkste: {category}
es: Más fuerte: {category}
pt: Mais forte: {category}
ro: Cel mai puternic: {category}
ru: Сильнейшая: {category}
uk: Найсильніша: {category}

# quiz_needsWork
source: Needs work: {category}
be: Патрабуе працы: {category}
de: Verbesserungsbedarf: {category}
es: Necesita trabajo: {category}
pt: Precisa trabalhar: {category}
ro: Necesită îmbunătățire: {category}
ru: Требует работы: {category}
uk: Потребує роботи: {category}

# quiz_category_types
source: Types
be: Тыпы
de: Typen
es: Tipos
pt: Tipos
ro: Tipuri
ru: Типы
uk: Типи

# quiz_category_centers
source: Centers
be: Цэнтры
de: Zentren
es: Centros
pt: Centros
ro: Centre
ru: Центры
uk: Центри

# quiz_category_authorities
source: Authorities
be: Аўтарытэты
de: Autoritäten
es: Autoridades
pt: Autoridades
ro: Autorități
ru: Авторитеты
uk: Авторитети

# quiz_category_profiles
source: Profiles
be: Профілі
de: Profile
es: Perfiles
pt: Perfis
ro: Profiluri
ru: Профили
uk: Профілі

# quiz_category_gates
source: Gates
be: Вароты
de: Tore
es: Puertas
pt: Portas
ro: Porți
ru: Ворота
uk: Ворота

# quiz_category_channels
source: Channels
be: Каналы
de: Kanäle
es: Canales
pt: Canais
ro: Canale
ru: Каналы
uk: Канали

# quiz_category_definitions
source: Definitions
be: Азначанасці
de: Definitionen
es: Definiciones
pt: Definições
ro: Definiții
ru: Определённости
uk: Визначеності

# quiz_category_general
source: General
be: Агульнае
de: Allgemein
pt: Geral
ru: Общее
uk: Загальне

# quiz_explanation
source: Explanation
be: Тлумачэнне
de: Erklärung
es: Explicación
pt: Explicação
ro: Explicație
ru: Объяснение
uk: Пояснення

# quiz_quizzes
source: Quizzes
be: Тэсты
de: Quizze
es: Cuestionarios
ro: Chestionare
ru: Тесты
uk: Тести

# quiz_questionsLabel
source: Questions
be: Пытанні
de: Fragen
es: Preguntas
pt: Perguntas
ro: Întrebări
ru: Вопросы
uk: Питання

# quiz_shareProgress
source: Share Progress
be: Падзяліцца прагрэсам
de: Fortschritt teilen
es: Compartir Progreso
pt: Compartilhar Progresso
ro: Distribuie Progresul
ru: Поделиться прогрессом
uk: Поділитися прогресом

# quiz_shareProgressSubject
source: My Human Design Learning Progress
be: Мой прагрэс у вывучэнні Дызайну Чалавека
de: Mein Human Design Lernfortschritt
es: Mi Progreso de Aprendizaje de Diseño Humano
pt: Meu Progresso de Aprendizado de Design Humano
ro: Progresul Meu în Învățarea Designului Uman
ru: Мой прогресс в изучении Дизайна Человека
uk: Мій прогрес у вивченні Дизайну Людини

# quiz_sharePerfect
source: I achieved a perfect score! I'm mastering Human Design.
be: Я дасягнуў ідэальнага вынікуl! Асвойваю Дызайн Чалавека.
de: Ich habe eine perfekte Punktzahl erreicht! Ich beherrsche Human Design.
es: ¡Logré una puntuación perfecta! Estoy dominando el Diseño Humano.
pt: Consegui uma pontuação perfeita! Estou dominando o Design Humano.
ro: Am obținut un scor perfect! Stăpânesc Design Uman.
ru: Я достиг идеального результата! Осваиваю Дизайн Человека.
uk: Я досяг ідеального результату! Освоюю Дизайн Людини.

# quiz_shareExcellent
source: I'm doing great on my Human Design learning journey!
be: Выдатна прасоўваюся ў вывучэнні Дызайну Чалавека!
de: Ich mache großartige Fortschritte auf meiner Human Design Lernreise!
es: ¡Me va muy bien en mi viaje de aprendizaje de Diseño Humano!
pt: Estou indo muito bem na minha jornada de aprendizado de Design Humano!
ro: Mă descurc foarte bine în călătoria mea de învățare a Designului Uman!
ru: Отлично продвигаюсь в изучении Дизайна Человека!
uk: Чудово просуваюся у вивченні Дизайну Людини!

# quiz_shareGoodJob
source: I'm learning about Human Design. Every quiz helps me grow!
be: Вывучаю Дызайн Чалавека. Кожны тэст дапамагае расці!
de: Ich lerne über Human Design. Jedes Quiz hilft mir zu wachsen!
es: Estoy aprendiendo sobre Diseño Humano. ¡Cada cuestionario me ayuda a crecer!
pt: Estou aprendendo sobre Design Humano. Cada quiz me ajuda a crescer!
ro: Învăț despre Design Uman. Fiecare chestionar mă ajută să cresc!
ru: Изучаю Дизайн Человека. Каждый тест помогает расти!
uk: Вивчаю Дизайн Людини. Кожен тест допомагає рости!

# quiz_shareSubject
source: I scored {score}% on "{quizTitle}" - Human Design Quiz
be: Мой вынік {score}% у "{quizTitle}" - Тэст Дызайну Чалавека
de: Ich habe {score}% bei "{quizTitle}" erreicht - Human Design Quiz
es: Obtuve {score}% en "{quizTitle}" - Cuestionario de Diseño Humano
pt: Pontuei {score}% em "{quizTitle}" - Quiz de Design Humano
ro: Am obținut {score}% la "{quizTitle}" - Chestionar Design Uman
ru: Мой результат {score}% в "{quizTitle}" - Тест Дизайна Человека
uk: Мій результат {score}% у "{quizTitle}" - Тест Дизайну Людини

# quiz_failedToLoadStats
source: Failed to load stats
be: Не ўдалося загрузіць статыстыку
de: Laden der Statistiken fehlgeschlagen
es: Error al cargar estadísticas
pt: Falha ao carregar estatísticas
ro: Încărcarea statisticilor a eșuat
ru: Не удалось загрузить статистику
uk: Не вдалося завантажити статистику

# planetary_personality
source: Personality
be: Асоба
de: Persönlichkeit
es: Personalidad
pt: Personalidade
ro: Personalitate
ru: Личность
uk: Особистість

# planetary_design
source: Design
be: Дызайн
es: Diseño
ru: Дизайн
uk: Дизайн

# planetary_consciousBirth
source: Conscious · Birth
be: Свядомае · Нараджэнне
de: Bewusst · Geburt
es: Consciente · Nacimiento
pt: Consciente · Nascimento
ro: Conștient · Naștere
ru: Сознательное · Рождение
uk: Свідоме · Народження

# planetary_unconsciousPrenatal
source: Unconscious · 88° Prenatal
be: Несвядомае · 88° Прэнатальна
de: Unbewusst · 88° Pränatal
es: Inconsciente · 88° Prenatal
pt: Inconsciente · 88° Pré-natal
ro: Inconștient · 88° Prenatal
ru: Бессознательное · 88° Пренатально
uk: Несвідоме · 88° Пренатально

# messages_title
source: Messages
be: Паведамленні
de: Nachrichten
es: Mensajes
pt: Mensagens
ro: Mesaje
ru: Сообщения

# messages_conversation
source: Conversation
be: Размова
de: Konversation
es: Conversación
pt: Conversa
ro: Conversație
ru: Беседа

# messages_loading
source: Loading...
be: Загрузка...
de: Lädt...
es: Cargando...
pt: Carregando...
ro: Se încarcă...
ru: Загрузка...

# messages_muteNotifications
source: Mute Notifications
be: Адключыць апавяшчэнні
de: Benachrichtigungen stummschalten
es: Silenciar Notificaciones
pt: Silenciar Notificações
ro: Dezactivează Notificările
ru: Отключить уведомления

# messages_notificationsMuted
source: Notifications muted
be: Апавяшчэнні адключаны
de: Benachrichtigungen stummgeschaltet
es: Notificaciones silenciadas
pt: Notificações silenciadas
ro: Notificări dezactivate
ru: Уведомления отключены

# messages_blockUser
source: Block User
be: Заблакаваць
de: Benutzer blockieren
es: Bloquear Usuario
pt: Bloquear Usuário
ro: Blochează Utilizatorul
ru: Заблокировать

# messages_blockUserConfirm
source: Are you sure you want to block this user? You will no longer receive messages from them.
be: Вы ўпэўнены, што хочаце заблакаваць гэтага карыстальніка? Вы больш не будзеце атрымліваць ад яго паведамленні.
de: Sind Sie sicher, dass Sie diesen Benutzer blockieren möchten? Sie erhalten keine Nachrichten mehr von ihm.
es: ¿Estás seguro de que quieres bloquear a este usuario? Ya no recibirás mensajes de ellos.
pt: Tem certeza de que deseja bloquear este usuário? Você não receberá mais mensagens dele.
ro: Ești sigur că vrei să blochezi acest utilizator? Nu vei mai primi mesaje de la el.
ru: Вы уверены, что хотите заблокировать этого пользователя? Вы больше не будете получать от него сообщения.

# messages_userBlocked
source: User blocked
be: Карыстальнік заблакаваны
de: Benutzer blockiert
es: Usuario bloqueado
pt: Usuário bloqueado
ro: Utilizator blocat
ru: Пользователь заблокирован

# messages_block
source: Block
be: Заблакаваць
de: Blockieren
es: Bloquear
pt: Bloquear
ro: Blochează
ru: Заблокировать

# messages_deleteConversation
source: Delete Conversation
be: Выдаліць размову
de: Konversation löschen
es: Eliminar Conversación
pt: Excluir Conversa
ro: Șterge Conversația
ru: Удалить беседу

# messages_deleteConversationConfirm
source: Are you sure you want to delete this conversation? This action cannot be undone.
be: Вы ўпэўнены, што хочаце выдаліць гэтую размову? Гэтае дзеянне нельга адмяніць.
de: Sind Sie sicher, dass Sie diese Konversation löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esta conversación? Esta acción no se puede deshacer.
pt: Tem certeza de que deseja excluir esta conversa? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi această conversație? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить эту беседу? Это действие нельзя отменить.

# messages_conversationDeleted
source: Conversation deleted
be: Размова выдалена
de: Konversation gelöscht
es: Conversación eliminada
pt: Conversa excluída
ro: Conversație ștearsă
ru: Беседа удалена

# messages_startConversation
source: Start the conversation!
be: Пачніце размову!
de: Beginnen Sie die Konversation!
es: ¡Inicia la conversación!
pt: Comece a conversa!
ro: Începe conversația!
ru: Начните беседу!

# profile_takePhoto
source: Take Photo
be: Зрабіць фота
de: Foto aufnehmen
es: Tomar Foto
pt: Tirar Foto
ro: Fă o Fotografie
ru: Сделать фото

# profile_chooseFromGallery
source: Choose from Gallery
be: Выбраць з галерэі
de: Aus Galerie wählen
es: Elegir de la Galería
pt: Escolher da Galeria
ro: Alege din Galerie
ru: Выбрать из галереи

# profile_avatarUpdated
source: Avatar updated successfully
be: Аватар паспяхова абноўлены
de: Avatar erfolgreich aktualisiert
es: Avatar actualizado exitosamente
pt: Avatar atualizado com sucesso
ro: Avatar actualizat cu succes
ru: Аватар успешно обновлён

# profile_profileUpdated
source: Profile updated successfully
be: Профіль паспяхова абноўлены
de: Profil erfolgreich aktualisiert
es: Perfil actualizado exitosamente
pt: Perfil atualizado com sucesso
ro: Profil actualizat cu succes
ru: Профиль успешно обновлён

# profile_noProfileFound
source: No profile found
be: Профіль не знойдзены
de: Kein Profil gefunden
es: No se encontró perfil
pt: Nenhum perfil encontrado
ro: Niciun profil găsit
ru: Профиль не найден

# discovery_title
source: Discover
be: Пошук
de: Entdecken
es: Descubrir
pt: Descobrir
ro: Descoperă
ru: Поиск

# discovery_searchUsers
source: Search users...
be: Пошук карыстальнікаў...
de: Benutzer suchen...
es: Buscar usuarios...
pt: Buscar usuários...
ro: Caută utilizatori...
ru: Поиск пользователей...

# discovery_discoverTab
source: Discover
be: Пошук
de: Entdecken
es: Descubrir
pt: Descobrir
ro: Descoperă
ru: Поиск

# discovery_followingTab
source: Following
be: Падпіскі
de: Folge ich
es: Siguiendo
pt: Seguindo
ro: Urmărești
ru: Подписки

# discovery_followersTab
source: Followers
be: Падпісчыкі
de: Follower
es: Seguidores
pt: Seguidores
ro: Urmăritori
ru: Подписчики

# discovery_noUsersFound
source: No users found
be: Карыстальнікі не знойдзены
de: Keine Benutzer gefunden
es: No se encontraron usuarios
pt: Nenhum usuário encontrado
ro: Niciun utilizator găsit
ru: Пользователи не найдены

# discovery_tryAdjustingFilters
source: Try adjusting your filters
be: Паспрабуйце змяніць фільтры
de: Versuchen Sie, Ihre Filter anzupassen
es: Intenta ajustar tus filtros
pt: Tente ajustar seus filtros
ro: Încearcă să ajustezi filtrele
ru: Попробуйте изменить фильтры

# discovery_notFollowingAnyone
source: Not following anyone
be: Не падпісаны ні на каго
de: Folgt niemandem
es: No sigues a nadie
pt: Não está seguindo ninguém
ro: Nu urmărești pe nimeni
ru: Не подписан ни на кого

# discovery_discoverPeople
source: Discover people to follow
be: Знайдзіце людзей для падпіскі
de: Entdecken Sie Personen zum Folgen
es: Descubre personas para seguir
pt: Descubra pessoas para seguir
ro: Descoperă oameni de urmărit
ru: Найдите людей для подписки

# discovery_noFollowersYet
source: No followers yet
be: Пакуль няма падпісчыкаў
de: Noch keine Follower
es: Aún no hay seguidores
pt: Ainda sem seguidores
ro: Încă fără urmăritori
ru: Пока нет подписчиков

# discovery_shareInsights
source: Share your insights to gain followers
be: Дзяліцеся інсайтамі, каб атрымаць падпісчыкаў
de: Teilen Sie Ihre Erkenntnisse, um Follower zu gewinnen
es: Comparte tus conocimientos para ganar seguidores
pt: Compartilhe suas percepções para ganhar seguidores
ro: Distribuie perspectivele tale pentru a câștiga urmăritori
ru: Делитесь инсайтами, чтобы получить подписчиков

# discovery_clearAll
source: Clear all
be: Ачысціць усё
de: Alle löschen
es: Limpiar todo
pt: Limpar tudo
ro: Șterge tot
ru: Очистить всё

# chart_gate
source: Gate {number}
be: Вароты {number}
de: Tor {number}
es: Puerta {number}
pt: Porta {number}
ro: Poarta {number}
ru: Ворота {number}

# chart_channel
source: Channel {id}
be: Канал {id}
de: Kanal {id}
es: Canal {id}
pt: Canal {id}
ro: Canalul {id}
ru: Канал {id}

# chart_center
source: Center
be: Цэнтр
de: Zentrum
es: Centro
pt: Centro
ro: Centru
ru: Центр

# chart_keynote
source: Keynote
be: Ключавая нота
de: Kernaussage
es: Nota Clave
pt: Nota-chave
ro: Notă Cheie
ru: Ключевая нота

# chart_element
source: Element
be: Элемент
es: Elemento
pt: Elemento
ru: Элемент

# chart_location
source: Location
be: Размяшчэнне
de: Ort
es: Ubicación
pt: Localização
ro: Locație
ru: Расположение

# chart_hdCenters
source: HD Centers
be: Цэнтры HD
de: HD-Zentren
es: Centros DH
pt: Centros HD
ro: Centre HD
ru: Центры HD

# reaction_comment
source: Comment
be: Каментарый
de: Kommentieren
es: Comentar
pt: Comentar
ro: Comentează
ru: Комментарий

# reaction_react
source: React
be: Рэакцыя
de: Reagieren
es: Reaccionar
pt: Reagir
ro: Reacționează
ru: Реакция

# reaction_standard
source: Standard
be: Стандартныя
es: Estándar
pt: Padrão
ru: Стандартные

# share_shareChart
source: Share Chart
be: Падзяліцца картай
de: Chart teilen
es: Compartir Carta
pt: Compartilhar Mapa
ro: Distribuie Harta
ru: Поделиться картой

# share_createShareLink
source: Create Share Link
be: Стварыць спасылку
de: Share-Link erstellen
es: Crear Enlace para Compartir
pt: Criar Link de Compartilhamento
ro: Creează Link de Distribuire
ru: Создать ссылку

# share_shareViaUrl
source: Share via URL
be: Падзяліцца спасылкай
de: Via URL teilen
es: Compartir vía URL
pt: Compartilhar via URL
ro: Distribuie prin URL
ru: Поделиться ссылкой

# share_exportAsPng
source: Export as PNG
be: Экспарт у PNG
de: Als PNG exportieren
es: Exportar como PNG
pt: Exportar como PNG
ro: Exportă ca PNG
ru: Экспорт в PNG

# share_fullReport
source: Full report
be: Поўная справаздача
de: Vollständiger Bericht
es: Informe completo
pt: Relatório completo
ro: Raport complet
ru: Полный отчёт

# share_linkExpiration
source: Link Expiration
be: Тэрмін дзеяння спасылкі
de: Link-Ablauf
es: Expiración del Enlace
pt: Expiração do Link
ro: Expirare Link
ru: Срок действия ссылки

# share_neverExpires
source: Never expires
be: Бестэрмінова
de: Läuft nie ab
es: Nunca expira
pt: Nunca expira
ro: Nu expiră niciodată
ru: Бессрочно

# share_oneHour
source: 1 hour
be: 1 гадзіна
de: 1 Stunde
es: 1 hora
pt: 1 hora
ro: 1 oră
ru: 1 час

# share_twentyFourHours
source: 24 hours
be: 24 гадзіны
de: 24 Stunden
es: 24 horas
pt: 24 horas
ro: 24 de ore
ru: 24 часа

# share_sevenDays
source: 7 days
be: 7 дзён
de: 7 Tage
es: 7 días
pt: 7 dias
ro: 7 zile
ru: 7 дней

# share_thirtyDays
source: 30 days
be: 30 дзён
de: 30 Tage
es: 30 días
pt: 30 dias
ro: 30 de zile
ru: 30 дней

# share_creating
source: Creating...
be: Ствараем...
de: Erstelle...
es: Creando...
pt: Criando...
ro: Se creează...
ru: Создаём...

# share_signInToShare
source: Sign in to share your chart
be: Увайдзіце, каб падзяліцца картай
de: Melden Sie sich an, um Ihr Chart zu teilen
es: Inicia sesión para compartir tu carta
pt: Entre para compartilhar seu mapa
ro: Conectează-te pentru a distribui harta ta
ru: Войдите, чтобы поделиться картой

# share_createShareableLinks
source: Create shareable links to your Human Design chart
be: Стварайце спасылкі на вашу карту Дызайну Чалавека
de: Erstellen Sie teilbare Links zu Ihrem Human Design Chart
es: Crea enlaces compartibles de tu carta de Diseño Humano
pt: Crie links compartilháveis para seu mapa de Design Humano
ro: Creează linkuri partajabile către harta ta de Design Uman
ru: Создавайте ссылки на вашу карту Дизайна Человека

# share_linkImage
source: Image
be: Выява
de: Bild
es: Imagen
pt: Imagem
ro: Imagine
ru: Изображение

# post_share
source: Share
be: Падзяліцца
de: Teilen
es: Compartir
pt: Compartilhar
ro: Distribuie
ru: Поделиться

# post_edit
source: Edit
be: Рэдагаваць
de: Bearbeiten
es: Editar
pt: Editar
ro: Editează
ru: Редактировать

# post_report
source: Report
be: Паскардзіцца
de: Melden
es: Reportar
pt: Denunciar
ro: Raportează
ru: Пожаловаться

# mentorship_title
source: Mentorship
be: Настаўніцтва
de: Mentoring
es: Mentoría
pt: Mentoria
ro: Mentorat
ru: Наставничество

# mentorship_pendingRequests
source: Pending Requests
be: Чакаючыя запыты
de: Ausstehende Anfragen
es: Solicitudes Pendientes
pt: Solicitações Pendentes
ro: Cereri în Așteptare
ru: Ожидающие запросы

# mentorship_availableMentors
source: Available Mentors
be: Даступныя настаўнікі
de: Verfügbare Mentoren
es: Mentores Disponibles
pt: Mentores Disponíveis
ro: Mentori Disponibili
ru: Доступные наставники

# mentorship_noMentorsAvailable
source: No mentors available
be: Няма даступных настаўнікаў
de: Keine Mentoren verfügbar
es: No hay mentores disponibles
pt: Nenhum mentor disponível
ro: Niciun mentor disponibil
ru: Нет доступных наставников

# mentorship_requestMentorship
source: Request Mentorship from {name}
be: Запытаць настаўніцтва ў {name}
de: Mentoring von {name} anfragen
es: Solicitar Mentoría de {name}
pt: Solicitar Mentoria de {name}
ro: Cere Mentorat de la {name}
ru: Запросить наставничество у {name}

# mentorship_sendMessage
source: Send a message explaining what you would like to learn:
be: Напішыце, чаму хочаце навучыцца:
de: Senden Sie eine Nachricht, in der Sie erklären, was Sie lernen möchten:
es: Envía un mensaje explicando qué te gustaría aprender:
pt: Envie uma mensagem explicando o que você gostaria de aprender:
ro: Trimite un mesaj explicând ce ai dori să înveți:
ru: Напишите, чему хотите научиться:

# mentorship_learnPrompt
source: I would like to learn more about...
be: Я хацеў бы даведацца больш пра...
de: Ich möchte mehr erfahren über...
es: Me gustaría aprender más sobre...
pt: Gostaria de aprender mais sobre...
ro: Aș dori să învăț mai multe despre...
ru: Я хотел бы узнать больше о...

# mentorship_requestSent
source: Request sent!
be: Запыт адпраўлены!
de: Anfrage gesendet!
es: ¡Solicitud enviada!
pt: Solicitação enviada!
ro: Cerere trimisă!
ru: Запрос отправлен!
