Repository: dehvCurtis/human-design
Catalog: lib/l10n/app_*.arb
Languages: be, de, es, pt, ro, ru, uk

# groupChallenges_teamsEnrolled
source: {count} teams
be: {count} каманд
es: {count} equipos
pt: {count} equipes
ro: {count} echipe
ru: {count} команд
uk: {count} команд

# groupChallenges_participants
source: {count} participants
be: {count} удзельнікаў
de: {count} Teilnehmer
es: {count} participantes
pt: {count} participantes
ro: {count} participanți
ru: {count} участников
uk: {count} учасників

# groupChallenges_endsIn
source: Ends in {time}
be: Заканчваецца праз {time}
de: Endet in {time}
es: Termina en {time}
pt: Termina em {time}
ro: Se termină în {time}
ru: Заканчивается через {time}
uk: Закінчується через {time}

# groupChallenges_weekly
source: Weekly
be: Тыдзень
de: Wöchentlich
es: Semanal
pt: Semanal
ro: Săptămânal
ru: Неделя
uk: Тиждень

# groupChallenges_monthly
source: Monthly
be: Месяц
de: Monatlich
es: Mensual
pt: Mensal
ro: Lunar
ru: Месяц
uk: Місяць

# groupChallenges_allTime
source: All Time
be: Увесь час
de: Alle Zeiten
es: Todo el Tiempo
pt: Todos os Tempos
ro: Tot Timpul
ru: Всё время
uk: Весь час

# groupChallenges_noTeamsOnLeaderboard
source: No teams on leaderboard yet
be: Пакуль няма каманд у рэйтынгу
de: Noch keine Teams auf der Bestenliste
es: Aún no hay equipos en la tabla de clasificación
pt: Ainda sem equipes na classificação
ro: Încă fără echipe în clasament
ru: Пока нет команд в рейтинге
uk: Поки немає команд у рейтингу

# groupChallenges_pts
source: pts
be: бал.
de: Pkt
ro: pct
ru: очк.
uk: очк.

# groupChallenges_teamNotFound
source: Team not found
be: Каманда не знойдзена
de: Team nicht gefunden
es: Equipo no encontrado
pt: Equipe não encontrada
ro: Echipă negăsită
ru: Команда не найдена
uk: Команду не знайдено

# groupChallenges_members
source: Members
be: Удзельнікі
de: Mitglieder
es: Miembros
pt: Membros
ro: Membri
ru: Участники
uk: Учасники

# groupChallenges_totalPoints
source: Total Points
be: Усяго балаў
de: Gesamtpunkte
es: Puntos Totales
pt: Pontos Totais
ro: Puncte Totale
ru: Всего очков
uk: Всього очків

# groupChallenges_joined
source: Joined
be: Удзельнічаю
de: Beigetreten
es: Unido
pt: Participou
ro: Alăturat
ru: Участвую
uk: Приєднався

# groupChallenges_join
source: Join
be: Уступіць
de: Beitreten
es: Unirse
pt: Participar
ro: Alătură-te
ru: Вступить
uk: Вступити

# groupChallenges_status
source: Status
be: Статус
es: Estado
ro: Stare
ru: Статус
uk: Статус

# groupChallenges_about
source: About
be: Пра каманду
de: Über
es: Acerca de
pt: Sobre
ro: Despre
ru: О команде
uk: Про команду

# groupChallenges_noMembers
source: No members yet
be: Пакуль няма удзельнікаў
de: Noch keine Mitglieder
es: Aún no hay miembros
pt: Ainda sem membros
ro: Încă fără membri
ru: Пока нет участников
uk: Поки немає учасників

# groupChallenges_admin
source: Admin
be: Адмін
de: Administrator
es: Administrador
pt: Administrador
ro: Administrator
ru: Админ
uk: Адмін

# groupChallenges_contributed
source: {points} pts contributed
be: {points} бал. унесена
de: {points} Pkt beigetragen
es: {points} pts contribuidos
pt: {points} pts contribuídos
ro: {points} pct contribuite
ru: {points} очк. внесено
uk: {points} очк. внесено

# groupChallenges_joinedTeam
source: Successfully joined the team!
be: Вы ўступілі ў каманду!
de: Erfolgreich dem Team beigetreten!
es: ¡Te uniste exitosamente al equipo!
pt: Entrou na equipe com sucesso!
ro: Te-ai alăturat echipei cu succes!
ru: Вы вступили в команду!
uk: Ви вступили до команди!

# groupChallenges_leaveTeam
source: Leave Team
be: Пакінуць каманду
de: Team verlassen
es: Salir del Equipo
pt: Sair da Equipe
ro: Părăsește Echipa
ru: Покинуть команду
uk: Покинути команду

# groupChallenges_leaveConfirmation
source: Are you sure you want to leave this team? Your contributed points will remain with the team.
be: Вы ўпэўнены, што хочаце пакінуць каманду? Вашы балы застануцца з камандай.
de: Sind Sie sicher, dass Sie dieses Team verlassen möchten? Ihre beigetragenen Punkte verbleiben beim Team.
es: ¿Estás seguro de que quieres salir de este equipo? Tus puntos contribuidos permanecerán con el equipo.
pt: Tem certeza de que deseja sair desta equipe? Seus pontos contribuídos permanecerão com a equipe.
ro: Ești sigur că vrei să părăsești această echipă? Punctele tale contribuite vor rămâne la echipă.
ru: Вы уверены, что хотите покинуть команду? Ваши очки останутся с командой.
uk: Ви впевнені, що хочете покинути команду? Ваші очки залишаться з командою.

# groupChallenges_leave
source: Leave
be: Пакінуць
de: Verlassen
es: Salir
pt: Sair
ro: Pleacă
ru: Покинуть
uk: Покинути

# groupChallenges_leftTeam
source: You have left the team
be: Вы пакінулі каманду
de: Sie haben das Team verlassen
es: Has salido del equipo
pt: Você saiu da equipe
ro: Ai părăsit echipa
ru: Вы покинули команду
uk: Ви покинули команду

# groupChallenges_challengeDetails
source: Challenge Details
be: Дэталі выкліку
de: Herausforderungsdetails
es: Detalles del Desafío
pt: Detalhes do Desafio
ro: Detalii Provocare
ru: Детали челленджа
uk: Деталі челенджу

# groupChallenges_challengeNotFound
source: Challenge not found
be: Выклік не знойдзены
de: Herausforderung nicht gefunden
es: Desafío no encontrado
pt: Desafio não encontrado
ro: Provocare negăsită
ru: Челлендж не найден
uk: Челендж не знайдено

# groupChallenges_target
source: Target
be: Мэта
de: Ziel
es: Objetivo
pt: Meta
ro: Obiectiv
ru: Цель
uk: Ціль

# groupChallenges_starts
source: Starts
be: Пачатак
de: Beginnt
es: Comienza
pt: Começa
ro: Începe
ru: Начало
uk: Початок

# groupChallenges_ends
source: Ends
be: Канец
de: Endet
es: Termina
pt: Termina
ro: Se Termină
ru: Конец
uk: Кінець

# groupChallenges_hdTypes
source: HD Types
be: Тыпы HD
de: HD-Typen
es: Tipos DH
pt: Tipos HD
ro: Tipuri HD
ru: Типы HD
uk: Типи HD

# groupChallenges_noTeamsToEnroll
source: No Teams to Enroll
be: Няма каманд для запісу
de: Keine Teams zum Anmelden
es: No Hay Equipos para Inscribir
pt: Sem Equipes para Inscrever
ro: Nicio Echipă de Înscris
ru: Нет команд для записи
uk: Немає команд для запису

# groupChallenges_createTeamToJoin
source: Create a team first to enroll in challenges
be: Спачатку стварыце каманду для ўдзелу ў выкліках
de: Erstellen Sie zuerst ein Team, um an Herausforderungen teilzunehmen
es: Crea un equipo primero para inscribirte en desafíos
pt: Crie uma equipe primeiro para se inscrever em desafios
ro: Creează mai întâi o echipă pentru a te înscrie în provocări
ru: Сначала создайте команду для участия в челленджах
uk: Спочатку створіть команду для участі в челенджах

# groupChallenges_enrollTeam
source: Enroll a Team
be: Запісаць каманду
de: Team anmelden
es: Inscribir un Equipo
pt: Inscrever uma Equipe
ro: Înscrie o Echipă
ru: Записать команду
uk: Записати команду

# groupChallenges_enrolled
source: Enrolled
be: Запісаны
de: Angemeldet
es: Inscrito
pt: Inscrito
ro: Înscris
ru: Записаны
uk: Записані

# groupChallenges_enroll
source: Enroll
be: Запісаць
de: Anmelden
es: Inscribir
pt: Inscrever
ro: Înscrie-te
ru: Записать
uk: Записати

# groupChallenges_teamEnrolled
source: Team enrolled successfully!
be: Каманда паспяхова запісана!
de: Team erfolgreich angemeldet!
es: ¡Equipo inscrito exitosamente!
pt: Equipe inscrita com sucesso!
ro: Echipă înscrisă cu succes!
ru: Команда успешно записана!
uk: Команду успішно записано!

# groupChallenges_noTeamsEnrolled
source: No teams enrolled yet
be: Пакуль няма запісаных каманд
de: Noch keine Teams angemeldet
es: Aún no hay equipos inscritos
pt: Ainda sem equipes inscritas
ro: Încă fără echipe înscrise
ru: Пока нет записанных команд
uk: Поки немає записаних команд

# circles_title
source: Compatibility Circles
be: Кругі сумяшчальнасці
de: Kompatibilitätskreise
es: Círculos de Compatibilidad
pt: Círculos de Compatibilidade
ro: Cercuri de Compatibilitate
ru: Круги совместимости
uk: Кола сумісності

# circles_myCircles
source: My Circles
be: Мае кругі
de: Meine Kreise
es: Mis Círculos
pt: Meus Círculos
ro: Cercurile Mele
ru: Мои круги
uk: Мої кола

# circles_invitations
source: Invitations
be: Запрашэнні
de: Einladungen
es: Invitaciones
pt: Convites
ro: Invitații
ru: Приглашения
uk: Запрошення

# circles_create
source: Create Circle
be: Стварыць круг
de: Kreis erstellen
es: Crear Círculo
pt: Criar Círculo
ro: Creează Cerc
ru: Создать круг
uk: Створити коло

# circles_selectIcon
source: Select an icon
be: Выберыце іконку
de: Symbol auswählen
es: Selecciona un ícono
pt: Selecione um ícone
ro: Selectează o pictogramă
ru: Выберите иконку
uk: Оберіть іконку

# circles_name
source: Circle Name
be: Назва круга
de: Kreisname
es: Nombre del Círculo
pt: Nome do Círculo
ro: Nume Cerc
ru: Название круга
uk: Назва кола

# circles_nameHint
source: Family, Team, Friends...
be: Сям'я, Каманда, Сябры...
de: Familie, Team, Freunde...
es: Familia, Equipo, Amigos...
pt: Família, Equipe, Amigos...
ro: Familie, Echipă, Prieteni...
ru: Семья, Команда, Друзья...
uk: Сім'я, Команда, Друзі...

# circles_description
source: Description
be: Апісанне
de: Beschreibung
es: Descripción
pt: Descrição
ro: Descriere
ru: Описание
uk: Опис

# circles_descriptionHint
source: What is this circle for?
be: Для чаго гэты круг?
de: Wofür ist dieser Kreis?
es: ¿Para qué es este círculo?
pt: Para que serve este círculo?
ro: Pentru ce este acest cerc?
ru: Для чего этот круг?
uk: Для чого це коло?

# circles_created
source: Circle created successfully!
be: Круг паспяхова створаны!
de: Kreis erfolgreich erstellt!
es: ¡Círculo creado exitosamente!
pt: Círculo criado com sucesso!
ro: Cerc creat cu succes!
ru: Круг успешно создан!
uk: Коло успішно створено!

# circles_noCircles
source: No Circles Yet
be: Пакуль няма кругоў
de: Noch keine Kreise
es: Aún No Hay Círculos
pt: Ainda Sem Círculos
ro: Încă Fără Cercuri
ru: Пока нет кругов
uk: Поки немає кіл

# circles_noCirclesDescription
source: Create a circle to analyze compatibility with friends, family, or team members.
be: Стварыце круг для аналізу сумяшчальнасці з сябрамі, сям'ёй або калегамі.
de: Erstellen Sie einen Kreis, um Kompatibilität mit Freunden, Familie oder Teammitgliedern zu analysieren.
es: Crea un círculo para analizar compatibilidad con amigos, familia o miembros del equipo.
pt: Crie um círculo para analisar compatibilidade com amigos, família ou membros da equipe.
ro: Creează un cerc pentru a analiza compatibilitatea cu prieteni, familie sau membri echipei.
ru: Создайте круг для анализа совместимости с друзьями, семьёй или коллегами.
uk: Створіть коло для аналізу сумісності з друзями, сім'єю або колегами.

# circles_suggestions
source: Quick Start
be: Хуткі старт
de: Schnellstart
es: Inicio Rápido
pt: Início Rápido
ro: Start Rapid
ru: Быстрый старт
uk: Швидкий старт

# circles_memberCount
source: {count, plural, =1{1 member} other{{count} members}}
be: {count, plural, =1{1 удзельнік} few{{count} удзельнікі} other{{count} удзельнікаў}}
de: {count, plural, =1{1 Mitglied} other{{count} Mitglieder}}
es: {count, plural, =1{1 miembro} other{{count} miembros}}
pt: {count, plural, =1{1 membro} other{{count} membros}}
ro: {count, plural, =1{1 membru} other{{count} membri}}
ru: {count, plural, =1{1 участник} few{{count} участника} other{{count} участников}}
uk: {count, plural, =1{1 учасник} few{{count} учасники} other{{count} учасників}}

# circles_private
source: Private
be: Прыватны
de: Privat
es: Privado
pt: Privado
ro: Privat
ru: Приватный
uk: Приватне

# circles_noInvitations
source: No Invitations
be: Няма запрашэнняў
de: Keine Einladungen
es: Sin Invitaciones
pt: Sem Convites
ro: Fără Invitații
ru: Нет приглашений
uk: Немає запрошень

# circles_noInvitationsDescription
source: Circle invitations you receive will appear here.
be: Тут з'явяцца запрашэнні ў кругі.
de: Kreiseinladungen, die Sie erhalten, werden hier angezeigt.
es: Las invitaciones a círculos que recibas aparecerán aquí.
pt: Convites de círculo que você receber aparecerão aqui.
ro: Invitațiile la cercuri pe care le primești vor apărea aici.
ru: Здесь появятся приглашения в круги.
uk: Тут з'являться запрошення в кола.

# circles_invitedBy
source: Invited by {name}
be: Запрасіў {name}
de: Eingeladen von {name}
es: Invitado por {name}
pt: Convidado por {name}
ro: Invitat de {name}
ru: Пригласил {name}
uk: Запросив {name}

# circles_decline
source: Decline
be: Адхіліць
de: Ablehnen
es: Rechazar
pt: Recusar
ro: Refuză
ru: Отклонить
uk: Відхилити

# circles_accept
source: Accept
be: Прыняць
de: Annehmen
es: Aceptar
pt: Aceitar
ro: Acceptă
ru: Принять
uk: Прийняти

# circles_invitationDeclined
source: Invitation declined
be: Запрашэнне адхілена
de: Einladung abgelehnt
es: Invitación rechazada
pt: Convite recusado
ro: Invitație refuzată
ru: Приглашение отклонено
uk: Запрошення відхилено

# circles_invitationAccepted
source: You've joined the circle!
be: Вы далучыліся да круга!
de: Sie sind dem Kreis beigetreten!
es: ¡Te uniste al círculo!
pt: Você entrou no círculo!
ro: Te-ai alăturat cercului!
ru: Вы присоединились к кругу!
uk: Ви приєдналися до кола!

# circles_notFound
source: Circle not found
be: Круг не знойдзены
de: Kreis nicht gefunden
es: Círculo no encontrado
pt: Círculo não encontrado
ro: Cerc negăsit
ru: Круг не найден
uk: Коло не знайдено

# circles_invite
source: Invite Member
be: Запрасіць
de: Mitglied einladen
es: Invitar Miembro
pt: Convidar Membro
ro: Invită Membru
ru: Пригласить
uk: Запросити

# circles_members
source: Members
be: Удзельнікі
de: Mitglieder
es: Miembros
pt: Membros
ro: Membri
ru: Участники
uk: Учасники

# circles_analysis
source: Analysis
be: Аналіз
de: Analyse
es: Análisis
pt: Análise
ro: Analiză
ru: Анализ
uk: Аналіз

# circles_feed
source: Feed
be: Стужка
ru: Лента
uk: Стрічка

# circles_inviteMember
source: Invite Member
be: Запрасіць удзельніка
de: Mitglied einladen
es: Invitar Miembro
pt: Convidar Membro
ro: Invită Membru
ru: Пригласить участника
uk: Запросити учасника

# circles_sendInvite
source: Send Invite
be: Адправіць запрашэнне
de: Einladung senden
es: Enviar Invitación
pt: Enviar Convite
ro: Trimite Invitația
ru: Отправить приглашение
uk: Надіслати запрошення

# circles_invitationSent
source: Invitation sent!
be: Запрашэнне адпраўлена!
de: Einladung gesendet!
es: ¡Invitación enviada!
pt: Convite enviado!
ro: Invitație trimisă!
ru: Приглашение отправлено!
uk: Запрошення надіслано!

# circles_invitationFailed
source: Failed to send invitation
be: Не ўдалося адправіць запрашэнне
de: Senden der Einladung fehlgeschlagen
es: Error al enviar invitación
pt: Falha ao enviar convite
ro: Trimiterea invitației a eșuat
ru: Не удалось отправить приглашение
uk: Не вдалося надіслати запрошення

# circles_deleteTitle
source: Delete Circle
be: Выдаліць круг
de: Kreis löschen
es: Eliminar Círculo
pt: Excluir Círculo
ro: Șterge Cercul
ru: Удалить круг
uk: Видалити коло

# circles_deleteConfirmation
source: Are you sure you want to delete "{name}"? This action cannot be undone.
be: Вы ўпэўнены, што хочаце выдаліць "{name}"? Гэтае дзеянне нельга адмяніць.
de: Sind Sie sicher, dass Sie "{name}" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar "{name}"? Esta acción no se puede deshacer.
pt: Tem certeza de que deseja excluir "{name}"? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi "{name}"? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить "{name}"? Это действие нельзя отменить.
uk: Ви впевнені, що хочете видалити "{name}"? Цю дію не можна скасувати.

# circles_deleted
source: Circle deleted
be: Круг выдалены
de: Kreis gelöscht
es: Círculo eliminado
pt: Círculo excluído
ro: Cerc șters
ru: Круг удалён
uk: Коло видалено

# circles_noMembers
source: No members yet
be: Пакуль няма удзельнікаў
de: Noch keine Mitglieder
es: Aún no hay miembros
pt: Ainda sem membros
ro: Încă fără membri
ru: Пока нет участников
uk: Поки немає учасників

# circles_noAnalysis
source: No Analysis Yet
be: Пакуль няма аналізу
de: Noch keine Analyse
es: Aún No Hay Análisis
pt: Ainda Sem Análise
ro: Încă Fără Analiză
ru: Пока нет анализа
uk: Поки немає аналізу

# circles_runAnalysis
source: Run a compatibility analysis to see how your circle members interact.
be: Запусціце аналіз сумяшчальнасці, каб убачыць, як узаемадзейнічаюць удзельнікі круга.
de: Führen Sie eine Kompatibilitätsanalyse durch, um zu sehen, wie Ihre Kreismitglieder interagieren.
es: Ejecuta un análisis de compatibilidad para ver cómo interactúan los miembros de tu círculo.
pt: Execute uma análise de compatibilidade para ver como os membros do seu círculo interagem.
ro: Rulează o analiză de compatibilitate pentru a vedea cum interacționează membrii cercului tău.
ru: Запустите анализ совместимости, чтобы увидеть, как взаимодействуют участники круга.
uk: Запустіть аналіз сумісності, щоб побачити, як взаємодіють учасники кола.

# circles_needMoreMembers
source: Add at least 2 members to run an analysis.
be: Дадайце мінімум 2 удзельнікі для аналізу.
de: Fügen Sie mindestens 2 Mitglieder hinzu, um eine Analyse durchzuführen.
es: Agrega al menos 2 miembros para ejecutar un análisis.
pt: Adicione pelo menos 2 membros para executar uma análise.
ro: Adaugă cel puțin 2 membri pentru a rula o analiză.
ru: Добавьте минимум 2 участников для анализа.
uk: Додайте мінімум 2 учасників для аналізу.

# circles_analyzeCompatibility
source: Analyze Compatibility
be: Аналізаваць сумяшчальнасць
de: Kompatibilität analysieren
es: Analizar Compatibilidad
pt: Analisar Compatibilidade
ro: Analizează Compatibilitatea
ru: Анализировать совместимость
uk: Аналізувати сумісність

# circles_harmonyScore
source: Harmony Score
be: Ацэнка гармоніі
de: Harmonie-Score
es: Puntuación de Armonía
pt: Pontuação de Harmonia
ro: Scor de Armonie
ru: Оценка гармонии
uk: Оцінка гармонії

# circles_typeDistribution
source: Type Distribution
be: Размеркаванне тыпаў
de: Typ-Verteilung
es: Distribución de Tipos
pt: Distribuição de Tipos
ro: Distribuția Tipurilor
ru: Распределение типов
uk: Розподіл типів

# circles_electromagneticConnections
source: Electromagnetic Connections
be: Електрамагнітныя сувязі
de: Elektromagnetische Verbindungen
es: Conexiones Electromagnéticas
pt: Conexões Eletromagnéticas
ro: Conexiuni Electromagnetice
ru: Электромагнитные связи
uk: Електромагнітні зв'язки

# circles_electromagneticDesc
source: Intense attraction - you complete each other
be: Інтэнсіўнае прыцягненне - вы дапаўняеце адзін аднаго
de: Intensive Anziehung - Sie vervollständigen einander
es: Atracción intensa - se completan mutuamente
pt: Atração intensa - vocês se completam
ro: Atracție intensă - vă completați unul pe celălalt
ru: Интенсивное притяжение - вы дополняете друг друга
uk: Інтенсивне притягання - ви доповнюєте одне одного

# circles_companionshipConnections
source: Companionship Connections
be: Сувязі таварыства
de: Kameradschaftsverbindungen
es: Conexiones de Compañía
pt: Conexões de Companheirismo
ro: Conexiuni de Tovărășie
ru: Связи товарищества
uk: Зв'язки товариства

# circles_companionshipDesc
source: Comfort and stability - shared understanding
be: Камфорт і стабільнасць - агульнае разуменне
de: Komfort und Stabilität - geteiltes Verständnis
es: Comodidad y estabilidad - entendimiento compartido
pt: Conforto e estabilidade - compreensão compartilhada
ro: Confort și stabilitate - înțelegere partajată
ru: Комфорт и стабильность - общее понимание
uk: Комфорт і стабільність - спільне розуміння

# circles_groupStrengths
source: Group Strengths
be: Моцныя бакі групы
de: Gruppenstärken
es: Fortalezas del Grupo
pt: Forças do Grupo
ro: Puncte Forte ale Grupului
ru: Сильные стороны группы
uk: Сильні сторони групи

# circles_areasForGrowth
source: Areas for Growth
be: Вобласці для росту
de: Wachstumsbereiche
es: Áreas de Crecimiento
pt: Áreas de Crescimento
ro: Zone de Creștere
ru: Области для роста
uk: Області для зростання

# circles_writePost
source: Share something with your circle...
be: Падзяліцеся чымсьці з вашым кругам...
de: Teilen Sie etwas mit Ihrem Kreis...
es: Comparte algo con tu círculo...
pt: Compartilhe algo com seu círculo...
ro: Distribuie ceva cu cercul tău...
ru: Поделитесь чем-то с вашим кругом...
uk: Поділіться чимось з вашим колом...

# circles_noPosts
source: No Posts Yet
be: Пакуль няма постаў
de: Noch keine Beiträge
es: Aún No Hay Publicaciones
pt: Ainda Sem Postagens
ro: Încă Fără Postări
ru: Пока нет постов
uk: Поки немає постів

# circles_beFirstToPost
source: Be the first to share something with your circle!
be: Будзьце першым, хто падзеліцца чымсьці з вашым кругам!
de: Seien Sie der Erste, der etwas mit Ihrem Kreis teilt!
es: ¡Sé el primero en compartir algo con tu círculo!
pt: Seja o primeiro a compartilhar algo com seu círculo!
ro: Fii primul care distribuie ceva cu cercul tău!
ru: Будьте первым, кто поделится чем-то с вашим кругом!
uk: Будьте першим, хто поділиться чимось з вашим колом!

# experts_title
source: HD Experts
be: Эксперты HD
de: HD-Experten
es: Expertos en DH
pt: Especialistas HD
ro: Experți HD
ru: Эксперты HD
uk: Експерти HD

# experts_becomeExpert
source: Become an Expert
be: Стаць экспертам
de: Experte werden
es: Convertirse en Experto
pt: Tornar-se Especialista
ro: Devino Expert
ru: Стать экспертом
uk: Стати експертом

# experts_filterBySpecialization
source: Filter by Specialization
be: Фільтр па спецыялізацыі
de: Nach Spezialisierung filtern
es: Filtrar por Especialización
pt: Filtrar por Especialização
ro: Filtrează după Specializare
ru: Фильтр по специализации
uk: Фільтр за спеціалізацією

# experts_allExperts
source: All Experts
be: Усе эксперты
de: Alle Experten
es: Todos los Expertos
pt: Todos os Especialistas
ro: Toți Experții
ru: Все эксперты
uk: Усі експерти

# experts_experts
source: Experts
be: Эксперты
de: Experten
es: Expertos
pt: Especialistas
ro: Experți
ru: Эксперты
uk: Експерти

# experts_noExperts
source: No experts found
be: Эксперты не знойдзены
de: Keine Experten gefunden
es: No se encontraron expertos
pt: Nenhum especialista encontrado
ro: Niciun expert găsit
ru: Эксперты не найдены
uk: Експертів не знайдено

# experts_featured
source: Featured Experts
be: Рэкамендаваныя эксперты
de: Empfohlene Experten
es: Expertos Destacados
pt: Especialistas em Destaque
ro: Experți Remarcabili
ru: Рекомендуемые эксперты
uk: Рекомендовані експерти

# experts_followers
source: {count} followers
be: {count} падпісчыкаў
de: {count} Follower
es: {count} seguidores
pt: {count} seguidores
ro: {count} urmăritori
ru: {count} подписчиков
uk: {count} підписників

# experts_notFound
source: Expert not found
be: Эксперт не знойдзены
de: Experte nicht gefunden
es: Experto no encontrado
pt: Especialista não encontrado
ro: Expert negăsit
ru: Эксперт не найден
uk: Експерта не знайдено

# experts_following
source: Following
be: Падпісаны
de: Folge ich
es: Siguiendo
pt: Seguindo
ro: Urmărești
ru: Подписан
uk: Підписаний

# experts_follow
source: Follow
be: Падпісацца
de: Folgen
es: Seguir
pt: Seguir
ro: Urmărește
ru: Подписаться
uk: Підписатися

# experts_about
source: About
be: Пра сябе
de: Über
es: Acerca de
pt: Sobre
ro: Despre
ru: О себе
uk: Про себе

# experts_specializations
source: Specializations
be: Спецыялізацыі
de: Spezialisierungen
es: Especializaciones
pt: Especializações
ro: Specializări
ru: Специализации
uk: Спеціалізації

# experts_credentials
source: Credentials
be: Кваліфікацыі
de: Qualifikationen
es: Credenciales
pt: Credenciais
ro: Credențiale
ru: Квалификации
uk: Кваліфікації

# experts_reviews
source: Reviews
be: Водгукі
de: Bewertungen
es: Reseñas
pt: Avaliações
ro: Recenzii
ru: Отзывы
uk: Відгуки

# experts_writeReview
source: Write Review
be: Напісаць водгук
de: Bewertung schreiben
es: Escribir Reseña
pt: Escrever Avaliação
ro: Scrie Recenzie
ru: Написать отзыв
uk: Написати відгук

# experts_reviewContent
source: Your Review
be: Ваш водгук
de: Ihre Bewertung
es: Tu Reseña
pt: Sua Avaliação
ro: Recenzia Ta
ru: Ваш отзыв
uk: Ваш відгук
