Repository: dehvCurtis/human-design
Catalog: lib/l10n/app_*.arb
Languages: be, de, es, pt, ro, ru, uk

# appName
source: AuraMap
be: Inside Me
de: Inside Me
es: Inside Me
ro: Inside Me
ru: Дизайн Человека
uk: Дизайн Людини

# common_save
source: Save
be: Захаваць
de: Speichern
es: Guardar
pt: Salvar
ro: Salvează
ru: Сохранить
uk: Зберегти

# common_cancel
source: Cancel
be: Адмяніць
de: Abbrechen
es: Cancelar
pt: Cancelar
ro: Anulează
ru: Отмена
uk: Скасувати

# common_delete
source: Delete
be: Выдаліць
de: Löschen
es: Eliminar
pt: Excluir
ro: Șterge
ru: Удалить
uk: Видалити

# common_edit
source: Edit
be: Рэдагаваць
de: Bearbeiten
es: Editar
pt: Editar
ro: Editează
ru: Редактировать
uk: Редагувати

# common_done
source: Done
be: Гатова
de: Fertig
es: Listo
pt: Concluído
ro: Gata
ru: Готово
uk: Готово

# common_next
source: Next
be: Далей
de: Weiter
es: Siguiente
pt: Próximo
ro: Următorul
ru: Далее
uk: Далі

# common_back
source: Back
be: Назад
de: Zurück
es: Atrás
pt: Voltar
ro: Înapoi
ru: Назад
uk: Назад

# common_skip
source: Skip
be: Прапусціць
de: Überspringen
es: Omitir
pt: Pular
ro: Sari peste
ru: Пропустить
uk: Пропустити

# common_continue
source: Continue
be: Працягнуць
de: Fortfahren
es: Continuar
pt: Continuar
ro: Continuă
ru: Продолжить
uk: Продовжити

# common_loading
source: Loading...
be: Загрузка...
de: Lädt...
es: Cargando...
pt: Carregando...
ro: Se încarcă...
ru: Загрузка...
uk: Завантаження...

# common_error
source: Error
be: Памылка
de: Fehler
pt: Erro
ro: Eroare
ru: Ошибка
uk: Помилка

# common_retry
source: Retry
be: Паўтарыць
de: Erneut versuchen
es: Reintentar
pt: Tentar novamente
ro: Reîncearcă
ru: Повторить
uk: Повторити

# common_close
source: Close
be: Зачыніць
de: Schließen
es: Cerrar
pt: Fechar
ro: Închide
ru: Закрыть
uk: Закрити

# common_search
source: Search
be: Пошук
de: Suchen
es: Buscar
pt: Buscar
ro: Caută
ru: Поиск
uk: Пошук

# common_share
source: Share
be: Падзяліцца
de: Teilen
es: Compartir
pt: Compartilhar
ro: Distribuie
ru: Поделиться
uk: Поділитися

# common_settings
source: Settings
be: Налады
de: Einstellungen
es: Configuración
pt: Configurações
ro: Setări
ru: Настройки
uk: Налаштування

# common_logout
source: Log Out
be: Выйсці
de: Abmelden
es: Cerrar Sesión
pt: Sair
ro: Deconectare
ru: Выйти
uk: Вийти

# common_profile
source: Profile
be: Профіль
de: Profil
es: Perfil
pt: Perfil
ro: Profil
ru: Профиль
uk: Профіль

# common_type
source: Type
be: Тып
de: Typ
es: Tipo
pt: Tipo
ro: Tip
ru: Тип
uk: Тип

# common_strategy
source: Strategy
be: Стратэгія
de: Strategie
es: Estrategia
pt: Estratégia
ro: Strategie
ru: Стратегия
uk: Стратегія

# common_authority
source: Authority
be: Аўтарытэт
de: Autorität
es: Autoridad
pt: Autoridade
ro: Autoritate
ru: Авторитет
uk: Авторитет

# common_definition
source: Definition
be: Азначанасць
es: Definición
pt: Definição
ro: Definiție
ru: Определённость
uk: Визначеність

# common_create
source: Create
be: Стварыць
de: Erstellen
es: Crear
pt: Criar
ro: Creează
ru: Создать
uk: Створити

# common_viewFull
source: View Full
be: Падрабязней
de: Vollständig anzeigen
es: Ver Completo
pt: Ver Completo
ro: Vezi Complet
ru: Подробнее
uk: Детальніше

# common_send
source: Send
be: Адправіць
de: Senden
es: Enviar
pt: Enviar
ro: Trimite
ru: Отправить
uk: Надіслати

# common_like
source: Like
be: Падабаецца
de: Gefällt mir
es: Me gusta
pt: Curtir
ro: Apreciază
ru: Нравится
uk: Подобається

# common_reply
source: Reply
be: Адказаць
de: Antworten
es: Responder
pt: Responder
ro: Răspunde
ru: Ответить
uk: Відповісти

# common_deleteConfirmation
source: Are you sure you want to delete this? This action cannot be undone.
be: Вы ўпэўнены, що хочаце выдаліць? Гэтае дзеянне нельга адмяніць.
de: Sind Sie sicher, dass Sie dies löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esto? Esta acción no se puede deshacer.
pt: Tem certeza de que deseja excluir isso? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi asta? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить? Это действие нельзя отменить.
uk: Ви впевнені, що хочете видалити? Цю дію не можна скасувати.

# common_comingSoon
source: Coming soon!
be: Хутка!
de: Demnächst verfügbar!
es: ¡Próximamente!
pt: Em breve!
ro: În curând!
ru: Скоро!
uk: Незабаром!

# nav_home
source: Home
be: Галоўная
de: Start
es: Inicio
pt: Início
ro: Acasă
ru: Главная
uk: Головна

# nav_chart
source: Chart
be: Карта
es: Carta
pt: Mapa
ro: Hartă
ru: Карта
uk: Карта

# nav_today
source: Daily
be: Дзень
de: Täglich
es: Diario
pt: Diário
ro: Zilnic
ru: День
uk: День

# nav_social
source: Social
be: Сацыяльнае
de: Sozial
ru: Социум
uk: Соціум

# nav_profile
source: Profile
be: Профіль
de: Profil
es: Perfil
pt: Perfil
ro: Profil
ru: Профиль
uk: Профіль

# nav_ai
source: AI
be: ШІ
de: KI
es: IA
ro: IA

# nav_more
source: More
be: Яшчэ
de: Mehr
es: Más
pt: Mais
ro: Mai mult
ru: Ещё
uk: Більше

# nav_learn
source: Learn
be: Навучанне
de: Lernen
es: Aprender
pt: Aprender
ro: Învață
ru: Обучение
uk: Навчання

# affirmation_savedSuccess
source: Affirmation saved!
be: Афірмацыя захавана!
de: Affirmation gespeichert!
es: ¡Afirmación guardada!
pt: Afirmação salva!
ro: Afirmație salvată!
ru: Аффирмация сохранена!
uk: Афірмацію збережено!

source: Affirmation already saved
be: Афірмацыя ўжо захавана
de: Affirmation bereits gespeichert
es: Afirmación ya guardada
pt: Afirmação já salva
ro: Afirmație deja salvată
ru: Аффирмация уже сохранена
uk: Афірмацію вже збережено

# home_goodMorning
source: Good morning
be: Добрай раніцы
de: Guten Morgen
es: Buenos días
pt: Bom dia
ro: Bună dimineața
ru: Доброе утро
uk: Доброго ранку

# home_goodAfternoon
source: Good afternoon
be: Добры дзень
de: Guten Tag
es: Buenas tardes
pt: Boa tarde
ro: Bună ziua
ru: Добрый день
uk: Доброго дня

# home_goodEvening
source: Good evening
be: Добры вечар
de: Guten Abend
es: Buenas noches
pt: Boa noite
ro: Bună seara
ru: Добрый вечер
uk: Доброго вечора

# home_yourDesign
source: Your Design
be: Ваш дызайн
de: Ihr Design
es: Tu Diseño
pt: Seu Design
ro: Designul Tău
ru: Ваш дизайн
uk: Ваш дизайн

# home_completeProfile
source: Complete Your Profile
be: Запоўніце профіль
de: Vervollständigen Sie Ihr Profil
es: Completa Tu Perfil
pt: Complete Seu Perfil
ro: Completează Profilul
ru: Заполните профиль
uk: Заповніть профіль

# home_enterBirthData
source: Enter Birth Data
be: Увядзіце дадзеныя нараджэння
de: Geburtsdaten eingeben
es: Ingresar Datos de Nacimiento
pt: Inserir Dados de Nascimento
ro: Introdu Datele de Naștere
ru: Введите данные рождения
uk: Введіть дані народження

# home_myChart
source: My Chart
be: Мая карта
de: Mein Chart
es: Mi Carta
pt: Meu Mapa
ro: Harta Mea
ru: Моя карта
uk: Моя карта

# home_composite
source: Composite
be: Кампазіт
de: Komposit
es: Compuesto
pt: Composto
ro: Compozit
ru: Композит
uk: Композит

# home_penta
source: Penta
be: Пента
ru: Пента
uk: Пента

# home_friends
source: Friends
be: Сябры
de: Freunde
es: Amigos
pt: Amigos
ro: Prieteni
ru: Друзья
uk: Друзі

# home_myBodygraph
source: My Bodygraph
be: Мой бодыграф
de: Mein Bodygraph
es: Mi Bodygraph
pt: Meu Bodygraph
ro: Bodygraph-ul Meu
ru: Мой бодиграф
uk: Мій бодіграф

# home_definedCenters
source: Defined Centers
be: Азначаныя цэнтры
de: Definierte Zentren
es: Centros Definidos
pt: Centros Definidos
ro: Centre Definite
ru: Определённые центры
uk: Визначені центри

# home_activeChannels
source: Active Channels
be: Актыўныя каналы
de: Aktive Kanäle
es: Canales Activos
pt: Canais Ativos
ro: Canale Active
ru: Активные каналы
uk: Активні канали

# home_activeGates
source: Active Gates
be: Актыўныя вароты
de: Aktive Tore
es: Puertas Activas
pt: Portas Ativas
ro: Porți Active
ru: Активные ворота
uk: Активні ворота

# transit_today
source: Today's Transits
be: Транзіты сёння
de: Heutige Transite
es: Tránsitos de Hoy
pt: Trânsitos de Hoje
ro: Tranzitele de Astăzi
ru: Транзиты сегодня
uk: Транзити сьогодні

# transit_sun
source: Sun
be: Сонца
de: Sonne
es: Sol
pt: Sol
ro: Soare
ru: Солнце
uk: Сонце

# transit_earth
source: Earth
be: Зямля
de: Erde
es: Tierra
pt: Terra
ro: Pământ
ru: Земля
uk: Земля

# transit_moon
source: Moon
be: Месяц
de: Mond
es: Luna
pt: Lua
ro: Lună
ru: Луна
uk: Місяць

# transit_gate
source: Gate {number}
be: Вароты {number}
de: Tor {number}
es: Puerta {number}
pt: Porta {number}
ro: Poarta {number}
ru: Ворота {number}
uk: Ворота {number}

# transit_newChannelsActivated
source: {count, plural, =1{1 new channel activated} other{{count} new channels activated}}
be: {count, plural, =1{1 новы канал актываваны} few{{count} новыя каналы актываваны} other{{count} новых каналаў актывавана}}
de: {count, plural, =1{1 neuer Kanal aktiviert} other{{count} neue Kanäle aktiviert}}
es: {count, plural, =1{1 nuevo canal activado} other{{count} nuevos canales activados}}
pt: {count, plural, =1{1 novo canal ativado} other{{count} novos canais ativados}}
ro: {count, plural, =1{1 canal nou activat} other{{count} canale noi activate}}
ru: {count, plural, =1{1 новый канал активирован} few{{count} новых канала активировано} other{{count} новых каналов активировано}}
uk: {count, plural, =1{1 новий канал активовано} few{{count} нових канали активовано} other{{count} нових каналів активовано}}

# transit_gatesHighlighted
source: {count, plural, =1{1 gate highlighted} other{{count} gates highlighted}}
be: {count, plural, =1{1 вароты вылучаны} few{{count} вароты вылучаны} other{{count} варот вылучана}}
de: {count, plural, =1{1 Tor hervorgehoben} other{{count} Tore hervorgehoben}}
es: {count, plural, =1{1 puerta resaltada} other{{count} puertas resaltadas}}
pt: {count, plural, =1{1 porta destacada} other{{count} portas destacadas}}
ro: {count, plural, =1{1 poartă evidențiată} other{{count} porți evidențiate}}
ru: {count, plural, =1{1 ворота выделены} few{{count} ворот выделено} other{{count} ворот выделено}}
uk: {count, plural, =1{1 ворота виділено} few{{count} ворот виділено} other{{count} воріт виділено}}

# transit_noConnections
source: No direct transit connections today
be: Няма прамых транзітных сувязяў сёння
de: Heute keine direkten Transitverbindungen
es: No hay conexiones de tránsito directas hoy
pt: Nenhuma conexão direta de trânsito hoje
ro: Nicio conexiune directă de tranzit astăzi
ru: Нет прямых транзитных связей сегодня
uk: Немає прямих транзитних зв'язків сьогодні

# auth_signIn
source: Sign In
be: Увайсці
de: Anmelden
es: Iniciar Sesión
pt: Entrar
ro: Conectare
ru: Войти
uk: Увійти

# auth_signUp
source: Sign Up
be: Рэгістрацыя
de: Registrieren
es: Registrarse
pt: Cadastrar
ro: Înregistrare
ru: Регистрация
uk: Реєстрація

# auth_signInWithApple
source: Sign in with Apple
be: Увайсці праз Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
pt: Entrar com Apple
ro: Conectează-te cu Apple
ru: Войти через Apple
uk: Увійти через Apple

# auth_signInWithGoogle
source: Sign in with Google
be: Увайсці праз Google
de: Mit Google anmelden
es: Iniciar sesión con Google
pt: Entrar com Google
ro: Conectează-te cu Google
ru: Войти через Google
uk: Увійти через Google

# auth_signInWithEmail
source: Sign in with Email
be: Увайсці па Email
de: Mit E-Mail anmelden
es: Iniciar sesión con Email
pt: Entrar com E-mail
ro: Conectează-te cu Email
ru: Войти по Email
uk: Увійти за Email

# auth_password
source: Password
be: Пароль
de: Passwort
es: Contraseña
pt: Senha
ro: Parolă
ru: Пароль
uk: Пароль

# auth_confirmPassword
source: Confirm Password
be: Пацвердзіце пароль
de: Passwort bestätigen
es: Confirmar Contraseña
pt: Confirmar Senha
ro: Confirmă Parola
ru: Подтвердите пароль
uk: Підтвердіть пароль

# auth_forgotPassword
source: Forgot Password?
be: Забылі пароль?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
pt: Esqueceu a Senha?
ro: Ai uitat parola?
ru: Забыли пароль?
uk: Забули пароль?

# auth_noAccount
source: Don't have an account?
be: Няма акаўнта?
de: Noch kein Konto?
es: ¿No tienes una cuenta?
pt: Não tem uma conta?
ro: Nu ai cont?
ru: Нет аккаунта?
uk: Немає акаунту?

# auth_hasAccount
source: Already have an account?
be: Ужо ёсць акаўнт?
de: Bereits ein Konto?
es: ¿Ya tienes una cuenta?
pt: Já tem uma conta?
ro: Ai deja un cont?
ru: Уже есть аккаунт?
uk: Вже є акаунт?

# auth_termsAgree
source: By signing up, you agree to our Terms of Service and Privacy Policy
be: Рэгіструючыся, вы згаджаецеся з Умовамі выкарыстання і Палітыкай канфідэнцыяльнасці
de: Mit der Registrierung stimmen Sie unseren Nutzungsbedingungen und Datenschutzrichtlinien zu
es: Al registrarte, aceptas nuestros Términos de Servicio y Política de Privacidad
pt: Ao se cadastrar, você concorda com nossos Termos de Serviço e Política de Privacidade
ro: Prin înregistrare, accepți Termenii și Condițiile și Politica de Confidențialitate
ru: Регистрируясь, вы соглашаетесь с Условиями использования и Политикой конфиденциальности
uk: Реєструючись, ви погоджуєтесь з Умовами використання та Політикою конфіденційності

# auth_welcomeBack
source: Welcome back
be: З вяртаннем
de: Willkommen zurück
es: Bienvenido de nuevo
pt: Bem-vindo de volta
ro: Bine ai revenit
ru: С возвращением
uk: З поверненням

# auth_signInSubtitle
source: Sign in to continue your Human Design journey
be: Увайдзіце, каб працягнуць падарожжа па Дызайну Чалавека
de: Melden Sie sich an, um Ihre Human Design Reise fortzusetzen
es: Inicia sesión para continuar tu viaje de Diseño Humano
pt: Entre para continuar sua jornada de Design Humano
ro: Conectează-te pentru a continua călătoria ta în Design Uman
ru: Войдите, чтобы продолжить путешествие по Дизайну Человека
uk: Увійдіть, щоб продовжити подорож Дизайном Людини

# auth_signInRequired
source: Sign In Required
be: Патрабуецца аўтарызацыя
de: Anmeldung erforderlich
es: Inicio de Sesión Requerido
pt: Entrada Necessária
ro: Autentificare Necesară
ru: Требуется авторизация
uk: Потрібна авторизація

# auth_signInToCalculateChart
source: Please sign in to calculate and save your Human Design chart.
be: Увайдзіце, каб разлічыць і захаваць вашу карту Дызайну Чалавека.
de: Bitte melden Sie sich an, um Ihr Human Design Chart zu berechnen und zu speichern.
es: Por favor inicia sesión para calcular y guardar tu carta de Diseño Humano.
pt: Por favor, entre para calcular e salvar seu mapa de Design Humano.
ro: Te rugăm să te conectezi pentru a calcula și salva harta ta de Design Uman.
ru: Войдите, чтобы рассчитать и сохранить вашу карту Дизайна Человека.
uk: Увійдіть, щоб розрахувати та зберегти вашу карту Дизайну Людини.

# auth_signInToCreateStory
source: Please sign in to share stories with the community.
be: Увайдзіце, каб дзяліцца гісторыямі са супольнасцю.
de: Bitte melden Sie sich an, um Storys mit der Community zu teilen.
es: Por favor inicia sesión para compartir historias con la comunidad.
pt: Por favor, entre para compartilhar histórias com a comunidade.
ro: Te rugăm să te conectezi pentru a distribui povești cu comunitatea.
ru: Войдите, чтобы делиться историями с сообществом.
uk: Увійдіть, щоб ділитися історіями зі спільнотою.

# auth_signUpSubtitle
source: Start your Human Design journey today
be: Пачніце сваё падарожжа па Дызайну Чалавека сёння
de: Beginnen Sie heute Ihre Human Design Reise
es: Comienza tu viaje de Diseño Humano hoy
pt: Comece sua jornada de Design Humano hoje
ro: Începe călătoria ta în Design Uman astăzi
ru: Начните своё путешествие по Дизайну Человека сегодня
uk: Розпочніть свою подорож Дизайном Людини сьогодні

# auth_signUpWithApple
source: Sign up with Apple
be: Рэгістрацыя праз Apple
de: Mit Apple registrieren
es: Registrarse con Apple
pt: Cadastrar com Apple
ro: Înregistrează-te cu Apple
ru: Регистрация через Apple
uk: Реєстрація через Apple

# auth_signUpWithGoogle
source: Sign up with Google
be: Рэгістрацыя праз Google
de: Mit Google registrieren
es: Registrarse con Google
pt: Cadastrar com Google
ro: Înregistrează-te cu Google
ru: Регистрация через Google
uk: Реєстрація через Google

# auth_enterName
source: Enter your name
be: Увядзіце ваша імя
de: Geben Sie Ihren Namen ein
es: Ingresa tu nombre
pt: Digite seu nome
ro: Introdu numele tău
ru: Введите ваше имя
uk: Введіть ваше ім'я

# auth_nameRequired
source: Name is required
be: Імя абавязковае
de: Name ist erforderlich
es: El nombre es obligatorio
pt: Nome é obrigatório
ro: Numele este obligatoriu
ru: Имя обязательно
uk: Ім'я обов'язкове

# auth_termsOfService
source: Terms of Service
be: Умовы выкарыстання
de: Nutzungsbedingungen
es: Términos de Servicio
pt: Termos de Serviço
ro: Termeni și Condiții
ru: Условия использования
uk: Умови використання

# auth_privacyPolicy
source: Privacy Policy
be: Палітыка канфідэнцыяльнасці
de: Datenschutzrichtlinie
es: Política de Privacidad
pt: Política de Privacidade
ro: Politica de Confidențialitate
ru: Политика конфиденциальности
uk: Політика конфіденційності

# auth_acceptTerms
source: Please accept the Terms of Service to continue
be: Калі ласка, прыміце Умовы выкарыстання для працягу
de: Bitte akzeptieren Sie die Nutzungsbedingungen, um fortzufahren
es: Por favor acepta los Términos de Servicio para continuar
pt: Por favor, aceite os Termos de Serviço para continuar
ro: Te rugăm să accepți Termenii și Condițiile pentru a continua
ru: Пожалуйста, примите Условия использования для продолжения
uk: Будь ласка, прийміть Умови використання для продовження

# auth_resetPasswordTitle
source: Reset Password
be: Скід пароля
de: Passwort zurücksetzen
es: Restablecer Contraseña
pt: Redefinir Senha
ro: Resetare Parolă
ru: Сброс пароля
uk: Скидання пароля

# auth_resetPasswordPrompt
source: Enter your email address and we'll send you a link to reset your password.
be: Увядзіце email і мы адправім вам спасылку для скіду пароля.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts.
es: Ingresa tu dirección de email y te enviaremos un enlace para restablecer tu contraseña.
pt: Digite seu endereço de e-mail e enviaremos um link para redefinir sua senha.
ro: Introdu adresa ta de email și îți vom trimite un link pentru a-ți reseta parola.
ru: Введите email и мы отправим вам ссылку для сброса пароля.
uk: Введіть email і ми надішлемо вам посилання для скидання пароля.

# auth_enterEmail
source: Enter your email
be: Увядзіце email
de: Geben Sie Ihre E-Mail ein
es: Ingresa tu email
pt: Digite seu e-mail
ro: Introdu email-ul tău
ru: Введите email
uk: Введіть email

# auth_resetEmailSent
source: Password reset email sent!
be: Ліст для скіду пароля адпраўлены!
de: E-Mail zum Zurücksetzen des Passworts gesendet!
es: ¡Email de restablecimiento de contraseña enviado!
pt: E-mail de redefinição de senha enviado!
ro: Email de resetare parolă trimis!
ru: Письмо для сброса пароля отправлено!
uk: Лист для скидання пароля надіслано!

# auth_name
source: Name
be: Імя
es: Nombre
pt: Nome
ro: Nume
ru: Имя
uk: Ім'я

# auth_createAccount
source: Create Account
be: Стварыць акаўнт
de: Konto erstellen
es: Crear Cuenta
pt: Criar Conta
ro: Creează Cont
ru: Создать аккаунт
uk: Створити акаунт

# auth_iAgreeTo
source: I agree to the
be: Я прымаю
de: Ich stimme zu
es: Acepto los
pt: Eu concordo com
ro: Sunt de acord cu
ru: Я принимаю
uk: Я приймаю

# auth_and
source: and
be: і
de: und
es: y
pt: e
ro: și
ru: и
uk: та

# auth_birthInformation
source: Birth Information
be: Дадзеныя нараджэння
de: Geburtsinformationen
es: Información de Nacimiento
pt: Informações de Nascimento
ro: Informații de Naștere
ru: Данные рождения
uk: Дані народження

# auth_calculateMyChart
source: Calculate My Chart
be: Разлічыць маю карту
de: Mein Chart berechnen
es: Calcular Mi Carta
pt: Calcular Meu Mapa
ro: Calculează Harta Mea
ru: Рассчитать мою карту
uk: Розрахувати мою карту

# onboarding_welcome
source: Welcome to AuraMap
be: Вітаем у Дызайне Чалавека
de: Willkommen bei Inside Me
es: Bienvenido a Inside Me
pt: Bem-vindo ao AuraMap
ro: Bine ai venit la Inside Me
ru: Добро пожаловать в Дизайн Человека
uk: Ласкаво просимо до Дизайну Людини

# onboarding_welcomeSubtitle
source: Discover your unique energetic blueprint
be: Адкрыйце свой унікальны энергетычны чарцёж
de: Entdecken Sie Ihre einzigartige energetische Blaupause
es: Descubre tu plano energético único
pt: Descubra seu blueprint energético único
ro: Descoperă planul tău energetic unic
ru: Откройте свой уникальный энергетический чертёж
uk: Відкрийте свій унікальний енергетичний план

# onboarding_birthData
source: Enter Your Birth Data
be: Увядзіце дадзеныя нараджэння
de: Geben Sie Ihre Geburtsdaten ein
es: Ingresa Tus Datos de Nacimiento
pt: Digite Seus Dados de Nascimento
ro: Introdu Datele Tale de Naștere
ru: Введите данные рождения
uk: Введіть дані народження

# onboarding_birthDataSubtitle
source: We need this to calculate your chart
be: Гэта неабходна для разліку вашай карты
de: Wir benötigen diese, um Ihr Chart zu berechnen
es: Necesitamos esto para calcular tu carta
pt: Precisamos disso para calcular seu mapa
ro: Avem nevoie de acestea pentru a calcula harta ta
ru: Это необходимо для расчёта вашей карты
uk: Це потрібно для розрахунку вашої карти

# onboarding_birthDate
source: Birth Date
be: Дата нараджэння
de: Geburtsdatum
es: Fecha de Nacimiento
pt: Data de Nascimento
ro: Data Nașterii
ru: Дата рождения
uk: Дата народження

# onboarding_birthTime
source: Birth Time
be: Час нараджэння
de: Geburtszeit
es: Hora de Nacimiento
pt: Hora de Nascimento
ro: Ora Nașterii
ru: Время рождения
uk: Час народження

# onboarding_birthLocation
source: Birth Location
be: Месца нараджэння
de: Geburtsort
es: Lugar de Nacimiento
pt: Local de Nascimento
ro: Locul Nașterii
ru: Место рождения
uk: Місце народження

# onboarding_searchLocation
source: Search for a city...
be: Увядзіце назву горада...
de: Nach einer Stadt suchen...
es: Buscar una ciudad...
pt: Buscar uma cidade...
ro: Caută un oraș...
ru: Введите название города...
uk: Введіть назву міста...

# onboarding_unknownTime
source: I don't know my birth time
be: Я не ведаю часу нараджэння
de: Ich kenne meine Geburtszeit nicht
es: No conozco mi hora de nacimiento
pt: Não sei minha hora de nascimento
ro: Nu știu ora nașterii
ru: Я не знаю время рождения
uk: Я не знаю час народження

# onboarding_timeImportance
source: Knowing your exact birth time is important for an accurate chart
be: Дакладны час нараджэння важны для дакладнай карты
de: Die genaue Geburtszeit ist wichtig für ein präzises Chart
es: Conocer tu hora exacta de nacimiento es importante para una carta precisa
pt: Saber sua hora exata de nascimento é importante para um mapa preciso
ro: Cunoașterea exactă a orei nașterii este importantă pentru o hartă precisă
ru: Точное время рождения важно для точной карты
uk: Точний час народження важливий для точної карти

# onboarding_birthDataExplanation
source: Your birth data is used to calculate your unique Human Design chart. The more accurate the information, the more precise your chart will be.
be: Вашы дадзеныя нараджэння выкарыстоўваюцца для разліку унікальнай карты Дызайну Чалавека. Чым дакладней інфармацыя, тым дакладней будзе карта.
de: Ihre Geburtsdaten werden verwendet, um Ihr einzigartiges Human Design Chart zu berechnen. Je genauer die Informationen, desto präziser Ihr Chart.
es: Tus datos de nacimiento se utilizan para calcular tu carta única de Diseño Humano. Cuanto más precisa sea la información, más exacta será tu carta.
pt: Seus dados de nascimento são usados para calcular seu mapa único de Design Humano. Quanto mais precisa a informação, mais preciso será seu mapa.
ro: Datele tale de naștere sunt folosite pentru a calcula harta ta unică de Design Uman. Cu cât informațiile sunt mai precise, cu atât harta ta va fi mai exactă.
ru: Ваши данные рождения используются для расчёта уникальной карты Дизайна Человека. Чем точнее информация, тем точнее будет карта.
uk: Ваші дані народження використовуються для розрахунку унікальної карти Дизайну Людини. Чим точніша інформація, тим точнішою буде карта.
