Repository: dehvCurtis/human-design
Catalog: lib/l10n/app_*.arb
Languages: be, de, es, pt, ro, ru, uk

# settings_feedbackBody
source: Hi, I would like to share the following feedback about AuraMap:
be: Добры дзень, Хачу падзяліцца водгукам аб прыкладанні Inside Me:
de: Hallo, Ich möchte folgendes Feedback zu Inside Me teilen:
es: Hola, Me gustaría compartir la siguiente retroalimentación sobre Inside Me:
pt: Olá, Gostaria de compartilhar o seguinte feedback sobre o AuraMap:
ro: Bună, Aș dori să împărtășesc următorul feedback despre Inside Me:
ru: Здравствуйте, Хочу поделиться отзывом о приложении Human Design:
uk: Вітаю, Хочу поділитися відгуком про додаток Human Design:

# auth_newPassword
source: New Password
be: Новы пароль
de: Neues Passwort
es: Nueva Contraseña
pt: Nova Senha
ro: Parolă Nouă
ru: Новый пароль
uk: Новий пароль

# auth_passwordRequired
source: Password is required
be: Увядзіце пароль
de: Passwort ist erforderlich
es: La contraseña es obligatoria
pt: Senha é obrigatória
ro: Parola este obligatorie
ru: Введите пароль
uk: Введіть пароль

# auth_passwordTooShort
source: Password must be at least 8 characters
be: Пароль павінен быць не менш 8 сімвалаў
de: Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener al menos 8 caracteres
pt: Senha deve ter pelo menos 8 caracteres
ro: Parola trebuie să aibă cel puțin 8 caractere
ru: Пароль должен быть не менее 8 символов
uk: Пароль має бути не менше 8 символів

# auth_passwordsDoNotMatch
source: Passwords do not match
be: Паролі не супадаюць
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
pt: Senhas não coincidem
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
uk: Паролі не співпадають

# settings_exportData
source: Export My Data
be: Экспарт маіх дадзеных
de: Meine Daten exportieren
es: Exportar Mis Datos
pt: Exportar Meus Dados
ro: Exportă Datele Mele
ru: Экспорт моих данных
uk: Експорт моїх даних

# settings_exportDataSubtitle
source: Download a copy of all your data (GDPR)
be: Спампаваць копію ўсіх вашых дадзеных (GDPR)
de: Eine Kopie all Ihrer Daten herunterladen (DSGVO)
es: Descargar una copia de todos tus datos (RGPD)
pt: Baixar uma cópia de todos os seus dados (GDPR)
ro: Descarcă o copie a tuturor datelor tale (GDPR)
ru: Скачать копию всех ваших данных (GDPR)
uk: Завантажити копію всіх ваших даних (GDPR)

# settings_exportingData
source: Preparing your data export...
be: Падрыхтоўка экспарту дадзеных...
de: Bereite Ihren Datenexport vor...
es: Preparando tu exportación de datos...
pt: Preparando sua exportação de dados...
ro: Se pregătesc datele pentru export...
ru: Подготовка экспорта данных...
uk: Підготовка експорту даних...

# settings_exportDataSubject
source: AuraMap - My Data Export
be: Inside Me - Экспарт дадзеных
de: Inside Me - Mein Datenexport
es: Inside Me - Exportación de Mis Datos
pt: AuraMap - Exportação dos Meus Dados
ro: Inside Me - Export Date Personale
ru: Приложение Human Design - Экспорт данных
uk: Додаток Human Design - Експорт даних

# settings_exportDataFailed
source: Failed to export data. Please try again.
be: Не ўдалося экспартаваць дадзеныя. Паспрабуйце яшчэ раз.
de: Datenexport fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al exportar datos. Por favor intenta de nuevo.
pt: Falha ao exportar dados. Por favor, tente novamente.
ro: Exportul datelor a eșuat. Te rugăm să încerci din nou.
ru: Не удалось экспортировать данные. Попробуйте ещё раз.
uk: Не вдалося експортувати дані. Спробуйте ще раз.

# settings_chartVisibility
source: Chart Visibility
be: Бачнасць карты
de: Chart-Sichtbarkeit
es: Visibilidad de Carta
pt: Visibilidade do Mapa
ro: Vizibilitate Hartă
ru: Видимость карты
uk: Видимість карти

# settings_chartVisibilitySubtitle
source: Control who can view your Human Design chart
be: Хто можа бачыць вашу карту
de: Steuern Sie, wer Ihr Human Design Chart sehen kann
es: Controla quién puede ver tu carta de Diseño Humano
pt: Controle quem pode ver seu mapa de Design Humano
ro: Controlează cine poate vedea harta ta de Design Uman
ru: Кто может видеть вашу карту
uk: Хто може бачити вашу карту

# settings_chartPrivate
source: Private
be: Прыватная
de: Privat
es: Privada
pt: Privado
ro: Privat
ru: Приватная
uk: Приватна

# settings_chartPrivateDesc
source: Only you can see your chart
be: Толькі вы бачыце сваю карту
de: Nur Sie können Ihr Chart sehen
es: Solo tú puedes ver tu carta
pt: Apenas você pode ver seu mapa
ro: Doar tu poți vedea harta ta
ru: Только вы видите свою карту
uk: Тільки ви бачите свою карту

# settings_chartFriends
source: Friends
be: Сябры
de: Freunde
es: Amigos
pt: Amigos
ro: Prieteni
ru: Друзья
uk: Друзі

# settings_chartFriendsDesc
source: Mutual followers can view your chart
be: Узаемныя падпісчыкі могуць бачыць вашу карту
de: Gegenseitige Follower können Ihr Chart sehen
es: Los seguidores mutuos pueden ver tu carta
pt: Seguidores mútuos podem ver seu mapa
ro: Urmăritorii reciproci pot vedea harta ta
ru: Взаимные подписчики могут видеть вашу карту
uk: Взаємні підписники можуть бачити вашу карту

# settings_chartPublic
source: Public
be: Публічная
de: Öffentlich
es: Pública
pt: Público
ru: Публичная
uk: Публічна

# settings_chartPublicDesc
source: Your followers can view your chart
be: Вашы падпісчыкі могуць бачыць вашу карту
de: Ihre Follower können Ihr Chart sehen
es: Tus seguidores pueden ver tu carta
pt: Seus seguidores podem ver seu mapa
ro: Urmăritorii tăi pot vedea harta ta
ru: Ваши подписчики могут видеть вашу карту
uk: Ваші підписники можуть бачити вашу карту

# error_generic
source: Something went wrong
be: Нешта пайшло не так
de: Etwas ist schief gelaufen
es: Algo salió mal
pt: Algo deu errado
ro: Ceva nu a mers bine
ru: Что-то пошло не так
uk: Щось пішло не так

# error_network
source: No internet connection
be: Няма падключэння да інтэрнэту
de: Keine Internetverbindung
es: Sin conexión a internet
pt: Sem conexão com a internet
ro: Fără conexiune la internet
ru: Нет подключения к интернету
uk: Немає підключення до інтернету

# error_invalidEmail
source: Please enter a valid email
be: Увядзіце карэктны email
de: Bitte geben Sie eine gültige E-Mail ein
es: Por favor ingresa un email válido
pt: Por favor, digite um e-mail válido
ro: Te rugăm să introduci un email valid
ru: Введите корректный email
uk: Введіть коректний email

# error_invalidPassword
source: Password must be at least 8 characters
be: Пароль павінен быць не менш 8 сімвалаў
de: Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener al menos 8 caracteres
pt: Senha deve ter pelo menos 8 caracteres
ro: Parola trebuie să aibă cel puțin 8 caractere
ru: Пароль должен быть не менее 8 символов
uk: Пароль має бути не менше 8 символів

# error_passwordMismatch
source: Passwords do not match
be: Паролі не супадаюць
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
pt: Senhas não coincidem
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
uk: Паролі не співпадають

# error_birthDataRequired
source: Please enter your birth data
be: Увядзіце дадзеныя нараджэння
de: Bitte geben Sie Ihre Geburtsdaten ein
es: Por favor ingresa tus datos de nacimiento
pt: Por favor, digite seus dados de nascimento
ro: Te rugăm să introduci datele tale de naștere
ru: Введите данные рождения
uk: Введіть дані народження

# error_locationRequired
source: Please select your birth location
be: Выберыце месца нараджэння
de: Bitte wählen Sie Ihren Geburtsort aus
es: Por favor selecciona tu lugar de nacimiento
pt: Por favor, selecione seu local de nascimento
ro: Te rugăm să selectezi locul nașterii
ru: Выберите место рождения
uk: Оберіть місце народження

# error_chartCalculation
source: Could not calculate your chart
be: Не ўдалося разлічыць карту
de: Ihr Chart konnte nicht berechnet werden
es: No se pudo calcular tu carta
pt: Não foi possível calcular seu mapa
ro: Nu s-a putut calcula harta ta
ru: Не удалось рассчитать карту
uk: Не вдалося розрахувати карту

# profile_editProfile
source: Edit Profile
be: Рэдагаваць профіль
de: Profil bearbeiten
es: Editar Perfil
pt: Editar Perfil
ro: Editează Profilul
ru: Редактировать профиль
uk: Редагувати профіль

# profile_shareChart
source: Share My Chart
be: Падзяліцца картай
de: Mein Chart teilen
es: Compartir Mi Carta
pt: Compartilhar Meu Mapa
ro: Distribuie Harta Mea
ru: Поделиться картой
uk: Поділитися картою

# profile_exportPdf
source: Export Chart PDF
be: Экспарт у PDF
de: Chart als PDF exportieren
es: Exportar Carta PDF
pt: Exportar Mapa em PDF
ro: Exportă Harta PDF
ru: Экспорт в PDF
uk: Експорт у PDF

# profile_upgradePremium
source: Upgrade to Premium
be: Перайсці на Premium
de: Auf Premium upgraden
es: Mejorar a Premium
pt: Atualizar para Premium
ro: Actualizează la Premium
ru: Перейти на Premium
uk: Перейти на Premium

# profile_birthData
source: Birth Data
be: Дадзеныя нараджэння
de: Geburtsdaten
es: Datos de Nacimiento
pt: Dados de Nascimento
ro: Date de Naștere
ru: Данные рождения
uk: Дані народження

# profile_chartSummary
source: Chart Summary
be: Зводка карты
de: Chart-Zusammenfassung
es: Resumen de Carta
pt: Resumo do Mapa
ro: Rezumat Hartă
ru: Сводка карты
uk: Зведення карти

# profile_viewFullChart
source: View Full Chart
be: Глядзець поўную карту
de: Vollständiges Chart anzeigen
es: Ver Carta Completa
pt: Ver Mapa Completo
ro: Vezi Harta Completă
ru: Смотреть полную карту
uk: Переглянути повну карту

# profile_signOut
source: Sign Out
be: Выйсці
de: Abmelden
es: Cerrar Sesión
pt: Sair
ro: Deconectare
ru: Выйти
uk: Вийти

# profile_signOutConfirm
source: Are you sure you want to sign out?
be: Вы ўпэўнены, што хочаце выйсці?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
pt: Tem certeza de que deseja sair?
ro: Ești sigur că vrei să te deconectezi?
ru: Вы уверены, что хотите выйти?
uk: Ви впевнені, що хочете вийти?

# profile_addBirthDataPrompt
source: Add your birth data to generate your Human Design chart.
be: Дадайце дадзеныя нараджэння для стварэння вашай карты Дызайну Чалавека.
de: Fügen Sie Ihre Geburtsdaten hinzu, um Ihr Human Design Chart zu erstellen.
es: Agrega tus datos de nacimiento para generar tu carta de Diseño Humano.
pt: Adicione seus dados de nascimento para gerar seu mapa de Design Humano.
ro: Adaugă datele tale de naștere pentru a genera harta ta de Design Uman.
ru: Добавьте данные рождения для создания вашей карты Дизайна Человека.
uk: Додайте дані народження для створення вашої карти Дизайну Людини.

# profile_addBirthDataToShare
source: Add birth data to share your chart
be: Дадайце дадзеныя нараджэння, каб падзяліцца картай
de: Fügen Sie Geburtsdaten hinzu, um Ihr Chart zu teilen
es: Agrega datos de nacimiento para compartir tu carta
pt: Adicione dados de nascimento para compartilhar seu mapa
ro: Adaugă date de naștere pentru a distribui harta ta
ru: Добавьте данные рождения, чтобы поделиться картой
uk: Додайте дані народження, щоб поділитися картою

# profile_addBirthDataToExport
source: Add birth data to export your chart
be: Дадайце дадзеныя нараджэння для экспарту карты
de: Fügen Sie Geburtsdaten hinzu, um Ihr Chart zu exportieren
es: Agrega datos de nacimiento para exportar tu carta
pt: Adicione dados de nascimento para exportar seu mapa
ro: Adaugă date de naștere pentru a exporta harta ta
ru: Добавьте данные рождения для экспорта карты
uk: Додайте дані народження для експорту карти

# profile_exportFailed
source: Failed to export PDF
be: Не ўдалося экспартаваць PDF
de: PDF-Export fehlgeschlagen
es: Error al exportar PDF
pt: Falha ao exportar PDF
ro: Exportul PDF a eșuat
ru: Не удалось экспортировать PDF
uk: Не вдалося експортувати PDF

# profile_signOutConfirmTitle
source: Sign Out
be: Выхад
de: Abmelden
es: Cerrar Sesión
pt: Sair
ro: Deconectare
ru: Выход
uk: Вихід

# profile_loadFailed
source: Failed to load profile
be: Не ўдалося загрузіць профіль
de: Laden des Profils fehlgeschlagen
es: Error al cargar perfil
pt: Falha ao carregar perfil
ro: Încărcarea profilului a eșuat
ru: Не удалось загрузить профиль
uk: Не вдалося завантажити профіль

# profile_defaultUserName
source: AuraMap User
be: Карыстальнік Inside Me
de: Inside Me Benutzer
es: Usuario de Inside Me
pt: Usuário AuraMap
ro: Utilizator Inside Me
ru: Пользователь Human Design
uk: Користувач Human Design

# profile_birthDate
source: Date
be: Дата
de: Datum
es: Fecha
pt: Data
ro: Data
ru: Дата
uk: Дата

# profile_birthTime
source: Time
be: Час
de: Zeit
es: Hora
pt: Hora
ro: Ora
ru: Время
uk: Час

# profile_birthLocation
source: Location
be: Месца
de: Ort
es: Ubicación
pt: Local
ro: Locație
ru: Место
uk: Місце

# profile_birthTimezone
source: Timezone
be: Часавы пояс
de: Zeitzone
es: Zona Horaria
pt: Fuso Horário
ro: Fus Orar
ru: Часовой пояс
uk: Часовий пояс

# gamification_yourProgress
source: Your Progress
be: Ваш прагрэс
de: Ihr Fortschritt
es: Tu Progreso
pt: Seu Progresso
ro: Progresul Tău
ru: Ваш прогресс
uk: Ваш прогрес

# gamification_level
source: Level
be: Узровень
es: Nivel
pt: Nível
ro: Nivel
ru: Уровень
uk: Рівень

# gamification_points
source: pts
be: балаў
de: Pkt
ro: pct
ru: очков
uk: очків

# gamification_viewAll
source: View All
be: Паказаць усе
de: Alle anzeigen
es: Ver Todo
pt: Ver Tudo
ro: Vezi Tot
ru: Показать все
uk: Переглянути все

# gamification_allChallengesComplete
source: All daily challenges complete!
be: Усе штодзённыя заданні выкананы!
de: Alle täglichen Herausforderungen abgeschlossen!
es: ¡Todos los desafíos diarios completos!
pt: Todos os desafios diários completos!
ro: Toate provocările zilnice completate!
ru: Все ежедневные задания выполнены!
uk: Всі щоденні завдання виконано!

# gamification_dailyChallenge
source: Daily Challenge
be: Штодзённае заданне
de: Tägliche Herausforderung
es: Desafío Diario
pt: Desafio Diário
ro: Provocare Zilnică
ru: Ежедневное задание
uk: Щоденне завдання

# gamification_achievements
source: Achievements
be: Дасягненні
de: Erfolge
es: Logros
pt: Conquistas
ro: Realizări
ru: Достижения
uk: Досягнення

# gamification_challenges
source: Challenges
be: Заданні
de: Herausforderungen
es: Desafíos
pt: Desafios
ro: Provocări
ru: Задания
uk: Завдання

# gamification_leaderboard
source: Leaderboard
be: Рэйтынг
de: Bestenliste
es: Tabla de Clasificación
pt: Classificação
ro: Clasament
ru: Рейтинг
uk: Рейтинг

# gamification_streak
source: Streak
be: Серыя
de: Serie
es: Racha
pt: Sequência
ro: Serie
ru: Серия
uk: Серія

# gamification_badges
source: Badges
be: Значкі
de: Abzeichen
es: Medallas
pt: Emblemas
ro: Insigne
ru: Значки
uk: Значки

# gamification_earnedBadge
source: You earned a badge!
be: Вы атрымалі значок!
de: Sie haben ein Abzeichen verdient!
es: ¡Ganaste una medalla!
pt: Você ganhou um emblema!
ro: Ai câștigat o insignă!
ru: Вы получили значок!
uk: Ви отримали значок!

# gamification_claimReward
source: Claim Reward
be: Атрымаць узнагароду
de: Belohnung beanspruchen
es: Reclamar Recompensa
pt: Reclamar Recompensa
ro: Revendică Recompensa
ru: Получить награду
uk: Отримати нагороду

# gamification_completed
source: Completed
be: Выканана
de: Abgeschlossen
es: Completado
pt: Completado
ro: Completat
ru: Выполнено
uk: Виконано

# common_copy
source: Copy
be: Капіяваць
de: Kopieren
es: Copiar
pt: Copiar
ro: Copiază
ru: Копировать
uk: Копіювати

# share_myShares
source: My Shares
be: Мае спасылкі
de: Meine Shares
es: Mis Compartidos
pt: Meus Compartilhamentos
ro: Distribuirile Mele
ru: Мои ссылки
uk: Мої посилання

# share_createNew
source: Create New
be: Стварыць
de: Neu erstellen
es: Crear Nuevo
pt: Criar Novo
ro: Creează Nou
ru: Создать
uk: Створити

# share_newLink
source: New Link
be: Новая спасылка
de: Neuer Link
es: Nuevo Enlace
pt: Novo Link
ro: Link Nou
ru: Новая ссылка
uk: Нове посилання

# share_noShares
source: No Shared Links
be: Няма спасылак
de: Keine geteilten Links
es: Sin Enlaces Compartidos
pt: Sem Links Compartilhados
ro: Niciun Link Distribuit
ru: Нет ссылок
uk: Немає посилань

# share_noSharesMessage
source: Create share links to let others view your chart without needing an account.
be: Стварыце спасылкі, каб іншыя маглі праглядаць вашу карту без рэгістрацыі.
de: Erstellen Sie Share-Links, damit andere Ihr Chart ohne Konto ansehen können.
es: Crea enlaces para compartir y permitir que otros vean tu carta sin necesidad de una cuenta.
pt: Crie links de compartilhamento para permitir que outros vejam seu mapa sem precisar de uma conta.
ro: Creează linkuri de distribuire pentru a permite altora să vadă harta ta fără a fi nevoie de cont.
ru: Создайте ссылки, чтобы другие могли просматривать вашу карту без регистрации.
uk: Створіть посилання, щоб інші могли переглядати вашу карту без реєстрації.

# share_createFirst
source: Create Your First Link
be: Стварыць першую спасылку
de: Erstellen Sie Ihren ersten Link
es: Crea Tu Primer Enlace
pt: Crie Seu Primeiro Link
ro: Creează Primul Tău Link
ru: Создать первую ссылку
uk: Створити перше посилання

# share_activeLinks
source: {count} Active Links
be: {count} актыўных
de: {count} aktive Links
es: {count} Enlaces Activos
pt: {count} Links Ativos
ro: {count} Linkuri Active
ru: {count} активных
uk: {count} активних

# share_expiredLinks
source: {count} Expired
be: {count} пратэрмінаваных
de: {count} abgelaufen
es: {count} Expirados
pt: {count} Expirados
ro: {count} Expirate
ru: {count} истекших
uk: {count} прострочених

# share_clearExpired
source: Clear
be: Ачысціць
de: Löschen
es: Limpiar
pt: Limpar
ro: Șterge
ru: Очистить
uk: Очистити

# share_clearExpiredTitle
source: Clear Expired Links
be: Выдаліць пратэрмінаваныя спасылкі
de: Abgelaufene Links löschen
es: Limpiar Enlaces Expirados
pt: Limpar Links Expirados
ro: Șterge Linkurile Expirate
ru: Удалить истекшие ссылки
uk: Видалити прострочені посилання

# share_clearExpiredMessage
source: This will remove {count} expired links from your history.
be: Будзе выдалена {count} пратэрмінаваных спасылак з гісторыі.
de: Dies entfernt {count} abgelaufene Links aus Ihrem Verlauf.
es: Esto eliminará {count} enlaces expirados de tu historial.
pt: Isso removerá {count} links expirados do seu histórico.
ro: Aceasta va elimina {count} linkuri expirate din istoricul tău.
ru: Будет удалено {count} истекших ссылок из истории.
uk: Буде видалено {count} прострочених посилань з історії.

# share_clearAll
source: Clear All
be: Выдаліць усё
de: Alle löschen
es: Limpiar Todo
pt: Limpar Tudo
ro: Șterge Tot
ru: Удалить все
uk: Видалити все

# share_expiredCleared
source: Expired links cleared
be: Пратэрмінаваныя спасылкі выдалены
de: Abgelaufene Links gelöscht
es: Enlaces expirados eliminados
pt: Links expirados removidos
ro: Linkuri expirate șterse
ru: Истекшие ссылки удалены
uk: Прострочені посилання видалено

# share_linkCopied
source: Link copied to clipboard
be: Спасылка скапіявана
de: Link in Zwischenablage kopiert
es: Enlace copiado al portapapeles
pt: Link copiado para área de transferência
ro: Link copiat în clipboard
ru: Ссылка скопирована
uk: Посилання скопійовано

# share_revokeTitle
source: Revoke Link
be: Адклікаць спасылку
de: Link widerrufen
es: Revocar Enlace
pt: Revogar Link
ro: Revocă Link
ru: Отозвать ссылку
uk: Відкликати посилання

# share_revokeMessage
source: This will permanently disable this share link. Anyone with the link will no longer be able to view your chart.
be: Спасылка будзе дэактывавана. Тыя, хто мае гэтую спасылку, больш не змогуць праглядаць вашу карту.
de: Dies wird diesen Share-Link dauerhaft deaktivieren. Niemand mit diesem Link kann mehr Ihr Chart ansehen.
es: Esto deshabilitará permanentemente este enlace compartido. Cualquiera con el enlace ya no podrá ver tu carta.
pt: Isso desativará permanentemente este link de compartilhamento. Qualquer pessoa com o link não poderá mais ver seu mapa.
ro: Aceasta va dezactiva permanent acest link de distribuire. Oricine are linkul nu va mai putea vedea harta ta.
ru: Ссылка будет деактивирована. Те, у кого есть эта ссылка, больше не смогут просматривать вашу карту.
uk: Посилання буде деактивовано. Ті, хто має це посилання, більше не зможуть переглядати вашу карту.

# share_revoke
source: Revoke
be: Адклікаць
de: Widerrufen
es: Revocar
pt: Revogar
ro: Revocă
ru: Отозвать
uk: Відкликати

# share_linkRevoked
source: Link revoked
be: Спасылка адклікана
de: Link widerrufen
es: Enlace revocado
pt: Link revogado
ro: Link revocat
ru: Ссылка отозвана
uk: Посилання відкликано

# share_totalLinks
source: Total
be: Усяго
de: Gesamt
ru: Всего
uk: Всього

# share_active
source: Active
be: Актыўныя
de: Aktiv
es: Activo
pt: Ativo
ru: Активные
uk: Активні

# share_totalViews
source: Views
be: Праглядаў
de: Aufrufe
es: Visualizaciones
pt: Visualizações
ro: Vizualizări
ru: Просмотры
uk: Перегляди

# share_chartLink
source: Chart Share
be: Спасылка на карту
es: Compartir Carta
pt: Compartilhamento de Mapa
ro: Distribuire Hartă
ru: Ссылка на карту
uk: Посилання на карту

# share_transitLink
source: Transit Share
be: Спасылка на транзіт
es: Compartir Tránsito
pt: Compartilhamento de Trânsito
ro: Distribuire Tranzit
ru: Ссылка на транзит
uk: Посилання на транзит

# share_compatibilityLink
source: Compatibility Report
be: Справаздача сумяшчальнасці
de: Kompatibilitätsbericht
es: Informe de Compatibilidad
pt: Relatório de Compatibilidade
ro: Raport de Compatibilitate
ru: Отчёт совместимости
uk: Звіт сумісності

source: Share Link
be: Спасылка
de: Link teilen
es: Compartir Enlace
pt: Link de Compartilhamento
ro: Link de Distribuire
ru: Ссылка
uk: Посилання

# share_views
source: {count} views
be: {count} прагл.
de: {count} Aufrufe
es: {count} visualizaciones
pt: {count} visualizações
ro: {count} vizualizări
ru: {count} просм.
uk: {count} перегл.

# share_expired
source: Expired
be: Пратэрмінавана
de: Abgelaufen
es: Expirado
pt: Expirado
ro: Expirat
ru: Истекла
uk: Прострочено

# share_activeLabel
source: Active
be: Актыўная
de: Aktiv
es: Activo
pt: Ativo
ro: Activ
ru: Активна
uk: Активне

# share_expiredOn
source: Expired {date}
be: Пратэрмінавана {date}
de: Abgelaufen am {date}
es: Expiró {date}
pt: Expirado em {date}
ro: Expirat {date}
ru: Истекла {date}
uk: Прострочено {date}

# share_expiresIn
source: Expires in {time}
be: Пратэрмінуецца праз {time}
de: Läuft ab in {time}
es: Expira en {time}
pt: Expira em {time}
ro: Expiră în {time}
ru: Истекает через {time}
uk: Закінчується через {time}

# auth_emailNotConfirmed
source: Please confirm your email
be: Пацвердзіце email
de: Bitte bestätigen Sie Ihre E-Mail
es: Por favor confirma tu email
pt: Por favor, confirme seu e-mail
ro: Te rugăm să confirmați email-ul
ru: Подтвердите email
uk: Підтвердіть email

# auth_resendConfirmation
source: Resend Confirmation Email
be: Адправіць паўторна
de: Bestätigungs-E-Mail erneut senden
es: Reenviar Email de Confirmación
pt: Reenviar E-mail de Confirmação
ro: Retrimite Email de Confirmare
ru: Отправить повторно
uk: Надіслати повторно

# auth_confirmationSent
source: Confirmation email sent
be: Ліст адпраўлены
de: Bestätigungs-E-Mail gesendet
es: Email de confirmación enviado
pt: E-mail de confirmação enviado
ro: Email de confirmare trimis
ru: Письмо отправлено
uk: Лист надіслано

# auth_checkEmail
source: Check your email for the confirmation link
be: Праверце пошту для пацверджання
de: Überprüfen Sie Ihre E-Mail für den Bestätigungslink
es: Revisa tu email para el enlace de confirmación
pt: Verifique seu e-mail para o link de confirmação
ro: Verifică email-ul pentru linkul de confirmare
ru: Проверьте почту для подтверждения
uk: Перевірте пошту для підтвердження

# auth_checkYourEmail
source: Check Your Email
be: Праверце пошту
de: Überprüfen Sie Ihre E-Mail
es: Revisa Tu Email
pt: Verifique Seu E-mail
ro: Verifică Email-ul
ru: Проверьте почту
uk: Перевірте пошту
