Repository: dehvCurtis/human-design
Catalog: lib/l10n/app_*.arb
Languages: be, de, es, pt, ro, ru, uk

# section_unconscious
source: Unconscious (Design)
be: Несвядомае (Дызайн)
de: Unbewusst (Design)
es: Inconsciente (Diseño)
pt: Inconsciente (Design)
ro: Inconștient (Design)
ru: Бессознательное (Дизайн)
uk: Несвідоме (Дизайн)

# social_title
source: Social
be: Сацыяльнае
de: Sozial
ru: Социальное
uk: Соціальне

# social_thoughts
source: Thoughts
be: Думкі
de: Gedanken
es: Pensamientos
pt: Pensamentos
ro: Gânduri
ru: Мысли
uk: Думки

# social_discover
source: Discover
be: Пошук
de: Entdecken
es: Descubrir
pt: Descobrir
ro: Descoperă
ru: Поиск
uk: Пошук

# social_groups
source: Groups
be: Групы
de: Gruppen
es: Grupos
pt: Grupos
ro: Grupuri
ru: Группы
uk: Групи

# social_invite
source: Invite
be: Запрасіць
de: Einladen
es: Invitar
pt: Convidar
ro: Invită
ru: Пригласить
uk: Запросити

# social_createPost
source: Share a thought...
be: Падзяліцеся думкай...
de: Teilen Sie einen Gedanken...
es: Comparte un pensamiento...
pt: Compartilhe um pensamento...
ro: Distribuie un gând...
ru: Поделитесь мыслью...
uk: Поділіться думкою...

# social_noThoughtsYet
source: No thoughts yet
be: Пакуль няма запісаў
de: Noch keine Gedanken
es: Aún no hay pensamientos
pt: Ainda sem pensamentos
ro: Încă fără gânduri
ru: Пока нет записей
uk: Поки немає записів

# social_noThoughtsMessage
source: Be the first to share your Human Design insights!
be: Будзьце першым, хто падзеліцца сваімі адкрыццямі пра Дызайн Чалавека!
de: Seien Sie der Erste, der seine Human Design Erkenntnisse teilt!
es: ¡Sé el primero en compartir tus conocimientos de Diseño Humano!
pt: Seja o primeiro a compartilhar suas percepções sobre Design Humano!
ro: Fii primul care își împărtășește perspectivele despre Design Uman!
ru: Будьте первым, кто поделится своими открытиями о Дизайне Человека!
uk: Будьте першим, хто поділиться своїми відкриттями про Дизайн Людини!

# social_createGroup
source: Create Group
be: Стварыць групу
de: Gruppe erstellen
es: Crear Grupo
pt: Criar Grupo
ro: Creează Grup
ru: Создать группу
uk: Створити групу

# social_members
source: Members
be: Удзельнікі
de: Mitglieder
es: Miembros
pt: Membros
ro: Membri
ru: Участники
uk: Учасники

# social_comments
source: Comments
be: Каментарыі
de: Kommentare
es: Comentarios
pt: Comentários
ro: Comentarii
ru: Комментарии
uk: Коментарі

# social_addComment
source: Add a comment...
be: Дадаць каментарый...
de: Kommentar hinzufügen...
es: Agregar un comentario...
pt: Adicionar um comentário...
ro: Adaugă un comentariu...
ru: Добавить комментарий...
uk: Додати коментар...

# social_noComments
source: No comments yet
be: Пакуль няма каментарыяў
de: Noch keine Kommentare
es: Aún no hay comentarios
pt: Ainda sem comentários
ro: Încă fără comentarii
ru: Пока нет комментариев
uk: Поки немає коментарів

# social_shareLimit
source: You have {remaining} shares remaining this month
be: У вас засталося {remaining} публікацый у гэтым месяцы
de: Sie haben noch {remaining} Shares in diesem Monat verfügbar
es: Te quedan {remaining} compartidos este mes
pt: Você tem {remaining} compartilhamentos restantes este mês
ro: Ai rămas {remaining} distribuiri în această lună
ru: У вас осталось {remaining} публикаций в этом месяце
uk: У вас залишилось {remaining} публікацій цього місяця

# social_visibility
source: Visibility
be: Бачнасць
de: Sichtbarkeit
es: Visibilidad
pt: Visibilidade
ro: Vizibilitate
ru: Видимость
uk: Видимість

# social_private
source: Private
be: Прыватна
de: Privat
es: Privado
pt: Privado
ro: Privat
ru: Приватно
uk: Приватно

# social_friendsOnly
source: Friends Only
be: Толькі сябры
de: Nur Freunde
es: Solo Amigos
pt: Apenas Amigos
ro: Doar Prieteni
ru: Только друзья
uk: Тільки друзі

# social_public
source: Public
be: Публічна
de: Öffentlich
es: Público
pt: Público
ru: Публично
uk: Публічно

# social_shared
source: Shared
be: Агульныя
de: Geteilt
es: Compartido
pt: Compartilhado
ro: Distribuit
ru: Общие
uk: Спільні

# social_noGroupsYet
source: No Groups Yet
be: Пакуль няма груп
de: Noch keine Gruppen
es: Aún No Hay Grupos
pt: Ainda Sem Grupos
ro: Încă Fără Grupuri
ru: Пока нет групп
uk: Поки немає груп

# social_noGroupsMessage
source: Create groups to analyze team dynamics with Penta analysis.
be: Стварыце групы для аналізу каманднай дынамікі з дапамогай Пента-аналізу.
de: Erstellen Sie Gruppen, um Teamdynamiken mit Penta-Analyse zu analysieren.
es: Crea grupos para analizar la dinámica del equipo con análisis Penta.
pt: Crie grupos para analisar dinâmicas de equipe com análise Penta.
ro: Creează grupuri pentru a analiza dinamica echipei cu analiza Penta.
ru: Создайте группы для анализа командной динамики с помощью Пента-анализа.
uk: Створіть групи для аналізу командної динаміки з Пента-аналізом.

# social_noSharedCharts
source: No Shared Charts
be: Няма агульных карт
de: Keine geteilten Charts
es: No Hay Cartas Compartidas
pt: Sem Mapas Compartilhados
ro: Nicio Hartă Distribuită
ru: Нет общих карт
uk: Немає спільних карт

# social_noSharedChartsMessage
source: Charts shared with you will appear here.
be: Тут з'явяцца карты, якімі з вамі падзяліліся.
de: Mit Ihnen geteilte Charts werden hier angezeigt.
es: Las cartas compartidas contigo aparecerán aquí.
pt: Mapas compartilhados com você aparecerão aqui.
ro: Hărțile distribuite cu tine vor apărea aici.
ru: Здесь появятся карты, которыми с вами поделились.
uk: Тут з'являться карти, якими поділились з вами друзі.

# social_createGroupPrompt
source: Create a group to analyze team dynamics.
be: Стварыце групу для аналізу каманднай дынамікі.
de: Erstellen Sie eine Gruppe, um Teamdynamiken zu analysieren.
es: Crea un grupo para analizar la dinámica del equipo.
pt: Crie um grupo para analisar dinâmicas de equipe.
ro: Creează un grup pentru a analiza dinamica echipei.
ru: Создайте группу для анализа командной динамики.
uk: Створіть групу для аналізу командної динаміки.

# social_groupName
source: Group Name
be: Назва групы
de: Gruppenname
es: Nombre del Grupo
pt: Nome do Grupo
ro: Nume Grup
ru: Название группы
uk: Назва групи

# social_groupNameHint
source: Family, Team, etc.
be: Сям'я, Каманда і г.д.
de: Familie, Team, usw.
es: Familia, Equipo, etc.
pt: Família, Equipe, etc.
ro: Familie, Echipă, etc.
ru: Семья, Команда и т.д.
uk: Сім'я, Команда тощо

# social_groupDescription
source: Description (optional)
be: Апісанне (неабавязкова)
de: Beschreibung (optional)
es: Descripción (opcional)
pt: Descrição (opcional)
ro: Descriere (opțional)
ru: Описание (необязательно)
uk: Опис (необов'язково)

# social_groupDescriptionHint
source: What is this group for?
be: Для чаго гэтая група?
de: Wofür ist diese Gruppe?
es: ¿Para qué es este grupo?
pt: Para que serve este grupo?
ro: Pentru ce este acest grup?
ru: Для чего эта группа?
uk: Для чого ця група?

# social_groupCreated
source: Group "{name}" created!
be: Група "{name}" створана!
de: Gruppe "{name}" erstellt!
es: ¡Grupo "{name}" creado!
pt: Grupo "{name}" criado!
ro: Grupul "{name}" a fost creat!
ru: Группа "{name}" создана!
uk: Групу "{name}" створено!

# social_groupNameRequired
source: Please enter a group name
be: Калі ласка, увядзіце назву групы
de: Bitte geben Sie einen Gruppennamen ein
es: Por favor ingresa un nombre de grupo
pt: Por favor, digite um nome para o grupo
ro: Te rugăm să introduci un nume pentru grup
ru: Пожалуйста, введите название группы
uk: Будь ласка, введіть назву групи

# social_createGroupFailed
source: Failed to create group. Please try again.
be: Не ўдалося стварыць групу. Паспрабуйце зноў.
de: Erstellen der Gruppe fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al crear grupo. Por favor intenta de nuevo.
pt: Falha ao criar grupo. Por favor, tente novamente.
ro: Crearea grupului a eșuat. Te rugăm să încerci din nou.
ru: Не удалось создать группу. Попробуйте снова.
uk: Не вдалося створити групу. Спробуйте ще раз.

# social_noDescription
source: No description
be: Без апісання
de: Keine Beschreibung
es: Sin descripción
pt: Sem descrição
ro: Fără descriere
ru: Без описания
uk: Без опису

# social_admin
source: Admin
be: Адмін
de: Administrator
es: Administrador
pt: Administrador
ro: Administrator
ru: Админ
uk: Адмін

# social_sharedBy
source: Shared by {name}
be: Падзяліўся {name}
de: Geteilt von {name}
es: Compartido por {name}
pt: Compartilhado por {name}
ro: Distribuit de {name}
ru: Поделился {name}
uk: Поділився {name}

# social_loadGroupsFailed
source: Failed to load groups
be: Не ўдалося загрузіць групы
de: Laden der Gruppen fehlgeschlagen
es: Error al cargar grupos
pt: Falha ao carregar grupos
ro: Încărcarea grupurilor a eșuat
ru: Не удалось загрузить группы
uk: Не вдалося завантажити групи

# social_loadSharedFailed
source: Failed to load shared charts
be: Не ўдалося загрузіць агульныя карты
de: Laden der geteilten Charts fehlgeschlagen
es: Error al cargar cartas compartidas
pt: Falha ao carregar mapas compartilhados
ro: Încărcarea hărților distribuite a eșuat
ru: Не удалось загрузить общие карты
uk: Не вдалося завантажити спільні карти

# social_userNotFound
source: User not found
be: Карыстальнік не знойдзены
de: Benutzer nicht gefunden
es: Usuario no encontrado
pt: Usuário não encontrado
ro: Utilizator negăsit
ru: Пользователь не найден
uk: Користувача з таким email не знайдено

# time_minutesAgo
source: {minutes}m ago
be: {minutes} хв. таму
de: vor {minutes}m
es: hace {minutes}m
pt: {minutes}m atrás
ro: Acum {minutes}m
ru: {minutes} мин. назад
uk: {minutes} хв. тому

# time_hoursAgo
source: {hours}h ago
be: {hours} гадз. таму
de: vor {hours}h
es: hace {hours}h
pt: {hours}h atrás
ro: Acum {hours}h
ru: {hours} ч. назад
uk: {hours} год. тому

# time_daysAgo
source: {days}d ago
be: {days} дз. таму
de: vor {days}d
es: hace {days}d
pt: {days}d atrás
ro: Acum {days}z
ru: {days} дн. назад
uk: {days} дн. тому

# transit_title
source: Today's Transits
be: Транзіты сёння
de: Heutige Transite
es: Tránsitos de Hoy
pt: Trânsitos de Hoje
ro: Tranzitele de Astăzi
ru: Транзиты сегодня
uk: Транзити сьогодні

# transit_currentEnergies
source: Current Energies
be: Бягучыя энергіі
de: Aktuelle Energien
es: Energías Actuales
pt: Energias Atuais
ro: Energii Curente
ru: Текущие энергии
uk: Поточні енергії

# transit_sunGate
source: Sun Gate
be: Вароты Сонца
de: Sonnentor
es: Puerta del Sol
pt: Porta do Sol
ro: Poarta Soarelui
ru: Ворота Солнца
uk: Ворота Сонця

# transit_earthGate
source: Earth Gate
be: Вароты Зямлі
de: Erdtor
es: Puerta de la Tierra
pt: Porta da Terra
ro: Poarta Pământului
ru: Ворота Земли
uk: Ворота Землі

# transit_moonGate
source: Moon Gate
be: Вароты Месяца
de: Mondtor
es: Puerta de la Luna
pt: Porta da Lua
ro: Poarta Lunii
ru: Ворота Луны
uk: Ворота Місяця

# transit_activeGates
source: Active Transit Gates
be: Актыўныя транзітныя вароты
de: Aktive Transittore
es: Puertas de Tránsito Activas
pt: Portas de Trânsito Ativas
ro: Porți de Tranzit Active
ru: Активные транзитные ворота
uk: Активні транзитні ворота

# transit_activeChannels
source: Active Transit Channels
be: Актыўныя транзітныя каналы
de: Aktive Transitkanäle
es: Canales de Tránsito Activos
pt: Canais de Trânsito Ativos
ro: Canale de Tranzit Active
ru: Активные транзитные каналы
uk: Активні транзитні канали

# transit_personalImpact
source: Personal Impact
be: Асабісты ўплыў
de: Persönliche Auswirkung
es: Impacto Personal
pt: Impacto Pessoal
ro: Impact Personal
ru: Личное влияние
uk: Особистий вплив

# transit_gateActivated
source: Gate {gate} activated by transit
be: Вароты {gate} актываваны транзітам
de: Tor {gate} durch Transit aktiviert
es: Puerta {gate} activada por tránsito
pt: Porta {gate} ativada por trânsito
ro: Poarta {gate} activată prin tranzit
ru: Ворота {gate} активированы транзитом
uk: Ворота {gate} активовані транзитом

# transit_channelFormed
source: Channel {channel} formed with your chart
be: Канал {channel} утвораны з вашай картай
de: Kanal {channel} mit Ihrem Chart gebildet
es: Canal {channel} formado con tu carta
pt: Canal {channel} formado com seu mapa
ro: Canalul {channel} format cu harta ta
ru: Канал {channel} образован с вашей картой
uk: Канал {channel} утворений з вашою картою

# transit_noPersonalImpact
source: No direct transit connections today
be: Няма прямых транзітных сувязяў сёння
de: Heute keine direkten Transitverbindungen
es: No hay conexiones de tránsito directas hoy
pt: Nenhuma conexão direta de trânsito hoje
ro: Nicio conexiune directă de tranzit astăzi
ru: Нет прямых транзитных связей сегодня
uk: Немає прямих транзитних зв'язків сьогодні

# transit_viewFullTransit
source: View Full Transit Chart
be: Паказаць поўную карту транзітаў
de: Vollständiges Transit-Chart anzeigen
es: Ver Carta de Tránsito Completa
pt: Ver Mapa de Trânsito Completo
ro: Vezi Harta Completă de Tranzit
ru: Показать полную карту транзитов
uk: Переглянути повну карту транзитів

# affirmation_title
source: Daily Affirmation
be: Штодзённая афірмацыя
de: Tägliche Affirmation
es: Afirmación Diaria
pt: Afirmação Diária
ro: Afirmația Zilei
ru: Ежедневная аффирмация
uk: Щоденна афірмація

# affirmation_forYourType
source: For Your {type}
be: Для вашага тыпу {type}
de: Für Ihren {type}
es: Para Tu {type}
pt: Para Seu {type}
ro: Pentru {type} Tău
ru: Для вашего типа {type}
uk: Для вашого типу {type}

# affirmation_basedOnGate
source: Based on Gate {gate}
be: На аснове варот {gate}
de: Basierend auf Tor {gate}
es: Basada en Puerta {gate}
pt: Baseado na Porta {gate}
ro: Bazată pe Poarta {gate}
ru: На основе ворот {gate}
uk: На основі воріт {gate}

# affirmation_refresh
source: New Affirmation
be: Новая афірмацыя
de: Neue Affirmation
es: Nueva Afirmación
pt: Nova Afirmação
ro: Afirmație Nouă
ru: Новая аффирмация
uk: Нова афірмація

# affirmation_save
source: Save Affirmation
be: Захаваць афірмацыю
de: Affirmation speichern
es: Guardar Afirmación
pt: Salvar Afirmação
ro: Salvează Afirmația
ru: Сохранить аффирмацию
uk: Зберегти афірмацію

# affirmation_saved
source: Saved Affirmations
be: Захаваныя афірмацыі
de: Gespeicherte Affirmationen
es: Afirmaciones Guardadas
pt: Afirmações Salvas
ro: Afirmații Salvate
ru: Сохранённые аффирмации
uk: Збережені афірмації

# affirmation_share
source: Share Affirmation
be: Падзяліцца афірмацыяй
de: Affirmation teilen
es: Compartir Afirmación
pt: Compartilhar Afirmação
ro: Distribuie Afirmația
ru: Поделиться аффирмацией
uk: Поділитися афірмацією

# affirmation_notifications
source: Daily Affirmation Notifications
be: Апавяшчэнні аб афірмацыях
de: Tägliche Affirmations-Benachrichtigungen
es: Notificaciones de Afirmación Diaria
pt: Notificações de Afirmação Diária
ro: Notificări Afirmație Zilnică
ru: Уведомления об аффирмациях
uk: Сповіщення про афірмації

# affirmation_notificationTime
source: Notification Time
be: Час апавяшчэння
de: Benachrichtigungszeit
es: Hora de Notificación
pt: Horário de Notificação
ro: Ora Notificării
ru: Время уведомления
uk: Час сповіщення

# lifestyle_today
source: Today
be: Сёння
de: Heute
es: Hoy
pt: Hoje
ro: Astăzi
ru: Сегодня
uk: Сьогодні

# lifestyle_insights
source: Insights
be: Інсайты
de: Erkenntnisse
es: Percepciones
pt: Percepções
ro: Perspective
ru: Инсайты
uk: Інсайти

# lifestyle_journal
source: Journal
be: Дзённік
de: Tagebuch
es: Diario
pt: Diário
ro: Jurnal
ru: Дневник
uk: Щоденник

# lifestyle_addJournalEntry
source: Add Journal Entry
be: Дадаць запіс
de: Tagebucheintrag hinzufügen
es: Agregar Entrada de Diario
pt: Adicionar Entrada de Diário
ro: Adaugă Intrare în Jurnal
ru: Добавить запись
uk: Додати запис

# lifestyle_journalPrompt
source: How are you experiencing your design today?
be: Як вы перажываеце свой дызайн сёння?
de: Wie erleben Sie Ihr Design heute?
es: ¿Cómo estás experimentando tu diseño hoy?
pt: Como você está experienciando seu design hoje?
ro: Cum experimentezi designul tău astăzi?
ru: Как вы переживаете свой дизайн сегодня?
uk: Як ви переживаєте свій дизайн сьогодні?

# lifestyle_noJournalEntries
source: No journal entries yet
be: Пакуль няма запісаў
de: Noch keine Tagebucheinträge
es: Aún no hay entradas de diario
pt: Ainda sem entradas no diário
ro: Încă fără intrări în jurnal
ru: Пока нет записей
uk: Поки немає записів

# lifestyle_mood
source: Mood
be: Настрой
de: Stimmung
es: Estado de Ánimo
pt: Humor
ro: Stare
ru: Настроение
uk: Настрій

# lifestyle_energy
source: Energy Level
be: Узровень энергіі
de: Energieniveau
es: Nivel de Energía
pt: Nível de Energia
ro: Nivel de Energie
ru: Уровень энергии
uk: Рівень енергії

# lifestyle_reflection
source: Reflection
be: Разважанне
de: Reflexion
es: Reflexión
pt: Reflexão
ro: Reflecție
ru: Размышление
uk: Роздуми

# penta_title
source: Penta
be: Пента
ru: Пента
uk: Пента

# penta_description
source: Group analysis for 3-5 people
be: Групавы аналіз для 3-5 чалавек
de: Gruppenanalyse für 3-5 Personen
es: Análisis de grupo para 3-5 personas
pt: Análise de grupo para 3-5 pessoas
ro: Analiză de grup pentru 3-5 persoane
ru: Групповой анализ для 3-5 человек
uk: Груповий аналіз для 3-5 людей

# penta_createNew
source: Create Penta
be: Стварыць Пенту
de: Penta erstellen
es: Crear Penta
pt: Criar Penta
ro: Creează Penta
ru: Создать Пенту
uk: Створити Пенту

# penta_selectMembers
source: Select Members
be: Выберыце ўдзельнікаў
de: Mitglieder auswählen
es: Seleccionar Miembros
pt: Selecionar Membros
ro: Selectează Membri
ru: Выберите участников
uk: Оберіть учасників

# penta_minMembers
source: Minimum 3 members required
be: Мінімум 3 удзельнікі
de: Mindestens 3 Mitglieder erforderlich
es: Se requieren mínimo 3 miembros
pt: Mínimo de 3 membros necessário
ro: Minim 3 membri necesari
ru: Минимум 3 участника
uk: Потрібно мінімум 3 учасники

# penta_maxMembers
source: Maximum 5 members
be: Максімум 5 удзельнікаў
de: Maximal 5 Mitglieder
es: Máximo 5 miembros
pt: Máximo de 5 membros
ro: Maxim 5 membri
ru: Максимум 5 участников
uk: Максимум 5 учасників

# penta_groupDynamics
source: Group Dynamics
be: Групавая дынаміка
de: Gruppendynamik
es: Dinámica de Grupo
pt: Dinâmicas de Grupo
ro: Dinamica Grupului
ru: Групповая динамика
uk: Групова динаміка

# penta_missingRoles
source: Missing Roles
be: Адсутныя ролі
de: Fehlende Rollen
es: Roles Faltantes
pt: Papéis Ausentes
ro: Roluri Lipsă
ru: Отсутствующие роли
uk: Відсутні ролі

# penta_strengths
source: Group Strengths
be: Моцныя бакі групы
de: Gruppenstärken
es: Fortalezas del Grupo
pt: Forças do Grupo
ro: Puncte Forte ale Grupului
ru: Сильные стороны группы
uk: Сильні сторони групи

source: Penta Analysis
be: Аналіз Пента
de: Penta-Analyse
es: Análisis Penta
pt: Análise Penta
ro: Analiză Penta
ru: Анализ Пента
uk: Аналіз Пента

# penta_clearAnalysis
source: Clear Analysis
be: Ачысціць аналіз
de: Analyse löschen
es: Limpiar Análisis
pt: Limpar Análise
ro: Șterge Analiza
ru: Очистить анализ
uk: Очистити аналіз

# penta_infoText
source: Penta analysis reveals the natural roles that emerge in small groups of 3-5 people, showing how each member contributes to team dynamics.
be: Аналіз Пента раскрывае натуральныя ролі, што ўзнікаюць у малых групах з 3-5 чалавек, паказваючы, як кожны ўдзельнік уплывае на дынаміку каманды.
de: Die Penta-Analyse zeigt die natürlichen Rollen, die in kleinen Gruppen von 3-5 Personen entstehen, und zeigt, wie jedes Mitglied zur Teamdynamik beiträgt.
es: El análisis Penta revela los roles naturales que emergen en grupos pequeños de 3-5 personas, mostrando cómo cada miembro contribuye a la dinámica del equipo.
pt: A análise Penta revela os papéis naturais que emergem em pequenos grupos de 3-5 pessoas, mostrando como cada membro contribui para as dinâmicas da equipe.
ro: Analiza Penta dezvăluie rolurile naturale care apar în grupuri mici de 3-5 persoane, arătând cum contribuie fiecare membru la dinamica echipei.
ru: Анализ Пента раскрывает естественные роли, возникающие в малых группах из 3-5 человек, показывая, как каждый участник влияет на динамику команды.
uk: Аналіз Пента розкриває природні ролі, що виникають у малих групах з 3-5 осіб, показуючи, як кожен учасник впливає на динаміку команди.

# penta_calculating
source: Calculating...
be: Разлік...
de: Berechne...
es: Calculando...
pt: Calculando...
ro: Se calculează...
ru: Расчёт...
uk: Розрахунок...

# penta_calculate
source: Calculate Penta
be: Разлічыць Пенту
de: Penta berechnen
es: Calcular Penta
pt: Calcular Penta
ro: Calculează Penta
ru: Рассчитать Пента
uk: Розрахувати Пента

# penta_groupRoles
source: Group Roles
be: Ролі ў групе
de: Gruppenrollen
es: Roles de Grupo
pt: Papéis do Grupo
ro: Roluri în Grup
ru: Роли в группе
uk: Ролі в групі

# penta_electromagneticConnections
source: Electromagnetic Connections
be: Электрамагнітныя сувязі
de: Elektromagnetische Verbindungen
es: Conexiones Electromagnéticas
pt: Conexões Eletromagnéticas
ro: Conexiuni Electromagnetice
ru: Электромагнитные связи
uk: Електромагнітні зв'язки

# penta_connectionsDescription
source: Special energy connections between members that create attraction and chemistry.
be: Асаблівыя энергетычныя сувязі паміж удзельнікамі, якія ствараюць прыцягненне і хімію.
de: Besondere Energieverbindungen zwischen Mitgliedern, die Anziehung und Chemie erzeugen.
es: Conexiones energéticas especiales entre miembros que crean atracción y química.
pt: Conexões energéticas especiais entre membros que criam atração e química.
ro: Conexiuni energetice speciale între membri care creează atracție și chimie.
ru: Особые энергетические связи между участниками, создающие притяжение и химию.
uk: Особливі енергетичні зв'язки між учасниками, що створюють притягання та хімію.

# penta_areasForAttention
source: Areas for Attention
be: Вобласці для ўвагі
de: Bereiche, die Aufmerksamkeit benötigen
es: Áreas de Atención
pt: Áreas de Atenção
ro: Zone de Atenție
ru: Области для внимания
uk: Області для уваги

# composite_title
source: Composite Chart
be: Кампазітная карта
de: Komposit-Chart
es: Carta Compuesta
pt: Mapa Composto
ro: Hartă Compozită
ru: Композитная карта
uk: Композитна карта

# composite_infoText
source: A composite chart shows the relationship dynamics between two people, revealing how your charts interact and complement each other.
be: Кампазітная карта паказвае дынаміку адносін паміж двума людзьмі, раскрываючы, як вашы карты ўзаемадзейнічаюць і дапаўняюць адзін аднаго.
de: Ein Komposit-Chart zeigt die Beziehungsdynamik zwischen zwei Personen und offenbart, wie Ihre Charts interagieren und sich ergänzen.
es: Una carta compuesta muestra la dinámica de relación entre dos personas, revelando cómo tus cartas interactúan y se complementan.
pt: Um mapa composto mostra as dinâmicas de relacionamento entre duas pessoas, revelando como seus mapas interagem e se complementam.
ro: O hartă compozită arată dinamica relației dintre două persoane, dezvăluind cum interacționează și se completează hărțile voastre.
ru: Композитная карта показывает динамику отношений между двумя людьми, раскрывая, как ваши карты взаимодействуют и дополняют друг друга.
uk: Композитна карта показує динаміку відносин між двома людьми, розкриваючи, як ваші карти взаємодіють та доповнюють одна одну.

# composite_selectTwoCharts
source: Select 2 Charts
be: Выберыце 2 карты
de: 2 Charts auswählen
es: Seleccionar 2 Cartas
pt: Selecione 2 Mapas
ro: Selectează 2 Hărți
ru: Выберите 2 карты
uk: Виберіть 2 карти

# composite_calculate
source: Analyze Connection
be: Аналізаваць сувязь
de: Verbindung analysieren
es: Analizar Conexión
pt: Analisar Conexão
ro: Analizează Conexiunea
ru: Анализировать связь
uk: Аналізувати зв'язок

# composite_calculating
source: Analyzing...
be: Аналізуем...
de: Analysiere...
es: Analizando...
pt: Analisando...
ro: Se analizează...
ru: Анализируем...
uk: Аналізуємо...

# composite_clearAnalysis
source: Clear Analysis
be: Ачысціць аналіз
de: Analyse löschen
es: Limpiar Análisis
pt: Limpar Análise
ro: Șterge Analiza
ru: Очистить анализ
uk: Очистити аналіз

# composite_connectionTheme
source: Connection Theme
be: Тэма сувязі
de: Verbindungsthema
es: Tema de Conexión
pt: Tema da Conexão
ro: Tema Conexiunii
ru: Тема связи
uk: Тема зв'язку
