Repository: dehvCurtis/human-design
Catalog: lib/l10n/app_*.arb
Languages: be, de, es, pt, ro, ru, uk

# mentorship_sendRequest
source: Send Request
be: Адправіць запыт
de: Anfrage senden
es: Enviar Solicitud
pt: Enviar Solicitação
ro: Trimite Cererea
ru: Отправить запрос

# mentorship_becomeAMentor
source: Become a Mentor
be: Стаць настаўнікам
de: Mentor werden
es: Convertirse en Mentor
pt: Tornar-se um Mentor
ro: Devino Mentor
ru: Стать наставником

# mentorship_shareKnowledge
source: Share your Human Design knowledge
be: Дзяліцеся ведамі пра Дызайн Чалавека
de: Teilen Sie Ihr Human Design Wissen
es: Comparte tu conocimiento de Diseño Humano
pt: Compartilhe seu conhecimento de Design Humano
ro: Distribuie cunoștințele tale despre Design Uman
ru: Делитесь знаниями о Дизайне Человека

# story_cancel
source: Cancel
be: Адмяніць
de: Abbrechen
es: Cancelar
pt: Cancelar
ro: Anulează
ru: Отмена

# story_createStory
source: Create Story
be: Стварыць гісторыю
de: Story erstellen
es: Crear Historia
pt: Criar História
ro: Creează Poveste
ru: Создать историю

# story_share
source: Share
be: Падзяліцца
de: Teilen
es: Compartir
pt: Compartilhar
ro: Distribuie
ru: Поделиться

# story_typeYourStory
source: Type your story...
be: Увядзіце вашу гісторыю...
de: Schreiben Sie Ihre Story...
es: Escribe tu historia...
pt: Digite sua história...
ro: Scrie povestea ta...
ru: Введите вашу историю...

# story_background
source: Background
be: Фон
de: Hintergrund
es: Fondo
pt: Fundo
ro: Fundal
ru: Фон

# story_attachTransitGate
source: Attach Transit Gate (optional)
be: Прымацаваць транзітныя вароты (неабавязкова)
de: Transittor anhängen (optional)
es: Adjuntar Puerta de Tránsito (opcional)
pt: Anexar Porta de Trânsito (opcional)
ro: Atașează Poartă de Tranzit (opțional)
ru: Прикрепить транзитные ворота (необязательно)

# story_none
source: None
be: Няма
de: Keine
es: Ninguno
pt: Nenhum
ro: Niciuna
ru: Нет

# story_gateNumber
source: Gate {number}
be: Вароты {number}
de: Tor {number}
es: Puerta {number}
pt: Porta {number}
ro: Poarta {number}
ru: Ворота {number}

# story_whoCanSee
source: Who can see this?
be: Хто можа бачыць?
de: Wer kann dies sehen?
es: ¿Quién puede ver esto?
pt: Quem pode ver isso?
ro: Cine poate vedea asta?
ru: Кто может видеть?

# story_followers
source: Followers
be: Падпісчыкі
de: Follower
es: Seguidores
pt: Seguidores
ro: Urmăritori
ru: Подписчики

# story_everyone
source: Everyone
be: Усе
de: Alle
es: Todos
pt: Todos
ro: Toată Lumea
ru: Все

# challenges_title
source: Challenges
be: Заданні
de: Herausforderungen
es: Desafíos
pt: Desafios
ro: Provocări
ru: Задания

# challenges_daily
source: Daily
be: Дзённыя
de: Täglich
es: Diario
pt: Diário
ro: Zilnice
ru: Дневные

# challenges_weekly
source: Weekly
be: Тыднёвыя
de: Wöchentlich
es: Semanal
pt: Semanal
ro: Săptămânale
ru: Недельные

# challenges_monthly
source: Monthly
be: Месячныя
de: Monatlich
es: Mensual
pt: Mensal
ro: Lunare
ru: Месячные

# challenges_noDailyChallenges
source: No daily challenges available
be: Няма дзённых заданняў
de: Keine täglichen Herausforderungen verfügbar
es: No hay desafíos diarios disponibles
pt: Nenhum desafio diário disponível
ro: Nicio provocare zilnică disponibilă
ru: Нет дневных заданий

# challenges_noWeeklyChallenges
source: No weekly challenges available
be: Няма тыднёвых заданняў
de: Keine wöchentlichen Herausforderungen verfügbar
es: No hay desafíos semanales disponibles
pt: Nenhum desafio semanal disponível
ro: Nicio provocare săptămânală disponibilă
ru: Нет недельных заданий

# challenges_noMonthlyChallenges
source: No monthly challenges available
be: Няма месячных заданняў
de: Keine monatlichen Herausforderungen verfügbar
es: No hay desafíos mensuales disponibles
pt: Nenhum desafio mensal disponível
ro: Nicio provocare lunară disponibilă
ru: Нет месячных заданий

# challenges_errorLoading
source: Error loading challenges
be: Памылка загрузкі заданняў
de: Fehler beim Laden der Herausforderungen
es: Error al cargar desafíos
pt: Erro ao carregar desafios
ro: Eroare la încărcarea provocărilor
ru: Ошибка загрузки заданий

# challenges_claimedPoints
source: Claimed {points} points!
be: Атрымана {points} балаў!
de: {points} Punkte beansprucht!
es: ¡Reclamaste {points} puntos!
pt: Reclamou {points} pontos!
ro: Ai revendicat {points} puncte!
ru: Получено {points} очков!

# challenges_totalPoints
source: Total Points
be: Усяго балаў
de: Gesamtpunkte
es: Puntos Totales
pt: Pontos Totais
ro: Puncte Totale
ru: Всего очков

# challenges_level
source: Level
be: Узровень
es: Nivel
pt: Nível
ro: Nivel
ru: Уровень

# learning_all
source: All
be: Усе
de: Alle
es: Todos
pt: Todos
ro: Toate
ru: Все

# learning_types
source: Types
be: Тыпы
de: Typen
es: Tipos
pt: Tipos
ro: Tipuri
ru: Типы

# learning_gates
source: Gates
be: Вароты
de: Tore
es: Puertas
pt: Portas
ro: Porți
ru: Ворота

# learning_centers
source: Centers
be: Цэнтры
de: Zentren
es: Centros
pt: Centros
ro: Centre
ru: Центры

# learning_liveSessions
source: Live Sessions
be: Прамыя эфіры
es: Sesiones en Vivo
pt: Sessões Ao Vivo
ro: Sesiuni Live
ru: Прямые эфиры

# quiz_noActiveSession
source: No active quiz session
be: Няма актыўнай сесіі тэста
de: Keine aktive Quiz-Session
es: No hay sesión de cuestionario activa
pt: Nenhuma sessão de quiz ativa
ro: Nicio sesiune de chestionar activă
ru: Нет активной сессии теста

# quiz_noQuestionsAvailable
source: No questions available
be: Няма даступных пытанняў
de: Keine Fragen verfügbar
es: No hay preguntas disponibles
pt: Nenhuma pergunta disponível
ro: Nicio întrebare disponibilă
ru: Нет доступных вопросов

# quiz_ok
source: OK
be: ОК
ru: ОК

# liveSessions_title
source: Live Sessions
be: Прамыя эфіры
es: Sesiones en Vivo
pt: Sessões Ao Vivo
ro: Sesiuni Live
ru: Прямые эфиры

# liveSessions_upcoming
source: Upcoming
be: Будучыя
de: Bevorstehend
es: Próximas
pt: Próximas
ro: Viitoare
ru: Предстоящие

# liveSessions_mySessions
source: My Sessions
be: Мае сесіі
de: Meine Sessions
es: Mis Sesiones
pt: Minhas Sessões
ro: Sesiunile Mele
ru: Мои сессии

# liveSessions_errorLoading
source: Error loading sessions
be: Памылка загрузкі сесій
de: Fehler beim Laden der Sessions
es: Error al cargar sesiones
pt: Erro ao carregar sessões
ro: Eroare la încărcarea sesiunilor
ru: Ошибка загрузки сессий

# liveSessions_registeredSuccessfully
source: Registered successfully!
be: Рэгістрацыя паспяховая!
de: Erfolgreich registriert!
es: ¡Registrado exitosamente!
pt: Registrado com sucesso!
ro: Înregistrat cu succes!
ru: Регистрация успешна!

# liveSessions_cancelRegistration
source: Cancel Registration
be: Адмяніць рэгістрацыю
de: Registrierung abbrechen
es: Cancelar Registro
pt: Cancelar Registro
ro: Anulează Înregistrarea
ru: Отменить регистрацию

# liveSessions_cancelRegistrationConfirm
source: Are you sure you want to cancel your registration?
be: Вы ўпэўнены, што хочаце адмяніць рэгістрацыю?
de: Sind Sie sicher, dass Sie Ihre Registrierung abbrechen möchten?
es: ¿Estás seguro de que quieres cancelar tu registro?
pt: Tem certeza de que deseja cancelar seu registro?
ro: Ești sigur că vrei să anulezi înregistrarea?
ru: Вы уверены, что хотите отменить регистрацию?

# liveSessions_no
source: No
be: Не
de: Nein
pt: Não
ro: Nu
ru: Нет

# liveSessions_yesCancel
source: Yes, Cancel
be: Так, адмяніць
de: Ja, abbrechen
es: Sí, Cancelar
pt: Sim, Cancelar
ro: Da, Anulează
ru: Да, отменить

# liveSessions_registrationCancelled
source: Registration cancelled
be: Рэгістрацыя адменена
de: Registrierung abgebrochen
es: Registro cancelado
pt: Registro cancelado
ro: Înregistrare anulată
ru: Регистрация отменена

# gateChannelPicker_gates
source: Gates (64)
be: Вароты (64)
de: Tore (64)
es: Puertas (64)
pt: Portas (64)
ro: Porți (64)
ru: Ворота (64)

# gateChannelPicker_channels
source: Channels (36)
be: Каналы (36)
de: Kanäle (36)
es: Canales (36)
pt: Canais (36)
ro: Canale (36)
ru: Каналы (36)

# gateChannelPicker_search
source: Search gates or channels...
be: Пошук варот або каналаў...
de: Tore oder Kanäle suchen...
es: Buscar puertas o canales...
pt: Buscar portas ou canais...
ro: Caută porți sau canale...
ru: Поиск ворот или каналов...

# leaderboard_weekly
source: Weekly
be: Тыдзень
de: Wöchentlich
es: Semanal
pt: Semanal
ro: Săptămânal
ru: Неделя

# leaderboard_monthly
source: Monthly
be: Месяц
de: Monatlich
es: Mensual
pt: Mensal
ro: Lunar
ru: Месяц

# leaderboard_allTime
source: All Time
be: Увесь час
de: Alle Zeiten
es: Todo el Tiempo
pt: Todos os Tempos
ro: Tot Timpul
ru: Всё время

# ai_chatTitle
source: AI Assistant
be: AI Асістэнт
de: KI-Assistent
es: Asistente IA
pt: Assistente IA
ro: Asistent AI

# ai_askAi
source: Ask AI
be: Спытаць AI
de: KI fragen
es: Preguntar a IA
pt: Perguntar à IA
ro: Întreabă AI

# ai_askAboutChart
source: Ask AI About Your Chart
be: Спытаць AI пра вашу карту
de: KI über Ihr Chart fragen
es: Pregunta a la IA sobre Tu Carta
pt: Pergunte à IA Sobre Seu Mapa
ro: Întreabă AI despre Harta Ta

# ai_miniDescription
source: Get personalized insights about your Human Design
be: Атрымайце персанальныя інсайты пра ваш Дызайн Чалавека
de: Erhalten Sie personalisierte Einblicke in Ihr Human Design
es: Obtén conocimientos personalizados sobre tu Diseño Humano
pt: Obtenha percepções personalizadas sobre seu Design Humano
ro: Obține perspective personalizate despre Design-ul tău Uman

# ai_startChatting
source: Start chatting
be: Пачаць чат
de: Chat starten
es: Empezar a chatear
pt: Começar a conversar
ro: Începe conversația

# ai_welcomeTitle
source: Your HD Assistant
be: Ваш HD Асістэнт
de: Ihr HD-Assistent
es: Tu Asistente de DH
pt: Seu Assistente HD
ro: Asistentul Tău HD

# ai_welcomeSubtitle
source: Ask me anything about your Human Design chart. I can explain your type, strategy, authority, gates, channels, and more.
be: Задайце мне любое пытанне пра вашу карту Дызайну Чалавека. Я магу растлумачыць ваш тып, стратэгію, аўтарытэт, вароты, каналы і шмат іншага.
de: Fragen Sie mich alles über Ihr Human Design Chart. Ich kann Ihren Typ, Ihre Strategie, Autorität, Tore, Kanäle und mehr erklären.
es: Pregúntame cualquier cosa sobre tu carta de Diseño Humano. Puedo explicar tu tipo, estrategia, autoridad, puertas, canales y más.
pt: Pergunte-me qualquer coisa sobre seu mapa de Design Humano. Posso explicar seu tipo, estratégia, autoridade, portas, canais e muito mais.
ro: Întreabă-mă orice despre harta ta de Design Uman. Pot explica tipul, strategia, autoritatea, porțile, canalele tale și multe altele.

# ai_inputPlaceholder
source: Ask about your chart...
be: Спытайце пра вашу карту...
de: Fragen über Ihr Chart...
es: Pregunta sobre tu carta...
pt: Pergunte sobre seu mapa...
ro: Întreabă despre harta ta...

# ai_newConversation
source: New Conversation
be: Новая размова
de: Neue Konversation
es: Nueva Conversación
pt: Nova Conversa
ro: Conversație Nouă

# ai_conversations
source: Conversations
be: Размовы
de: Konversationen
es: Conversaciones
pt: Conversas
ro: Conversații

# ai_noConversations
source: No conversations yet
be: Размоў пакуль няма
de: Noch keine Konversationen
es: Aún no hay conversaciones
pt: Ainda sem conversas
ro: Încă fără conversații

# ai_noConversationsMessage
source: Start a conversation with the AI to get personalized chart insights.
be: Пачніце размову з AI, каб атрымаць персанальныя інсайты па карце.
de: Starten Sie eine Konversation mit der KI, um personalisierte Chart-Einblicke zu erhalten.
es: Inicia una conversación con la IA para obtener conocimientos personalizados de tu carta.
pt: Inicie uma conversa com a IA para obter percepções personalizadas do mapa.
ro: Începe o conversație cu AI pentru a obține perspective personalizate despre hartă.

# ai_deleteConversation
source: Delete Conversation
be: Выдаліць размову
de: Konversation löschen
es: Eliminar Conversación
pt: Excluir Conversa
ro: Șterge Conversația

# ai_deleteConversationConfirm
source: Are you sure you want to delete this conversation?
be: Вы ўпэўнены, што хочаце выдаліць гэтую размову?
de: Sind Sie sicher, dass Sie diese Konversation löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta conversación?
pt: Tem certeza de que deseja excluir esta conversa?
ro: Ești sigur că vrei să ștergi această conversație?

# ai_messagesExhausted
source: Free Messages Used Up
be: Бясплатныя паведамленні выкарыстаны
de: Kostenlose Nachrichten aufgebraucht
es: Mensajes Gratuitos Agotados
pt: Mensagens Gratuitas Esgotadas
ro: Mesaje Gratuite Epuizate

# ai_upgradeForUnlimited
source: Upgrade to Premium for unlimited AI conversations about your Human Design chart.
be: Абнавіцеся да Прэміум для бязлімітных AI размоў пра вашу карту Дызайну Чалавека.
de: Upgraden Sie auf Premium für unbegrenzte KI-Konversationen über Ihr Human Design Chart.
es: Mejora a Premium para conversaciones ilimitadas de IA sobre tu carta de Diseño Humano.
pt: Atualize para Premium para conversas ilimitadas com IA sobre seu mapa de Design Humano.
ro: Actualizează la Premium pentru conversații AI nelimitate despre harta ta de Design Uman.

# ai_usageCount
source: {used} of {limit} free messages used
be: {used} з {limit} бясплатных паведамленняў выкарыстана
de: {used} von {limit} kostenlosen Nachrichten verwendet
es: {used} de {limit} mensajes gratuitos usados
pt: {used} de {limit} mensagens gratuitas usadas
ro: {used} din {limit} mesaje gratuite folosite

# ai_errorGeneric
source: Something went wrong. Please try again.
be: Нешта пайшло не так. Паспрабуйце зноў.
de: Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor intenta de nuevo.
pt: Algo deu errado. Por favor, tente novamente.
ro: Ceva nu a mers bine. Te rugăm să încerci din nou.

# ai_errorNetwork
source: Could not reach the AI service. Check your connection.
be: Не ўдалося падключыцца да AI сэрвісу. Праверце злучэнне.
de: Der KI-Service konnte nicht erreicht werden. Überprüfen Sie Ihre Verbindung.
es: No se pudo contactar con el servicio de IA. Verifica tu conexión.
pt: Não foi possível alcançar o serviço de IA. Verifique sua conexão.
ro: Nu s-a putut contacta serviciul AI. Verifică conexiunea.

# events_title
source: Community Events
be: Мерапрыемствы супольнасці
es: Eventos de la Comunidad
pt: Eventos da Comunidade
ro: Evenimente din Comunitate

# events_upcoming
source: Upcoming
be: Будучыя
de: Bevorstehend
es: Próximos
pt: Próximos
ro: Viitoare

# events_past
source: Past
be: Мінулыя
de: Vergangen
es: Pasados
pt: Passados
ro: Trecute

# events_create
source: Create Event
be: Стварыць мерапрыемства
de: Event erstellen
es: Crear Evento
pt: Criar Evento
ro: Creează Eveniment

# events_noUpcoming
source: No upcoming events
be: Будучых мерапрыемстваў няма
de: Keine bevorstehenden Events
es: No hay eventos próximos
pt: Nenhum evento próximo
ro: Niciun eveniment viitor

# events_noUpcomingMessage
source: Create an event to connect with the HD community!
be: Стварыце мерапрыемства, каб аб'яднаць HD супольнасць!
de: Erstellen Sie ein Event, um sich mit der HD-Community zu vernetzen!
es: ¡Crea un evento para conectar con la comunidad de DH!
pt: Crie um evento para conectar-se com a comunidade HD!
ro: Creează un eveniment pentru a te conecta cu comunitatea HD!

# events_online
source: Online
be: Анлайн
es: En Línea

# events_inPerson
source: In Person
be: Ачна
de: Vor Ort
es: Presencial
pt: Presencial
ro: Fizic

# events_hybrid
source: Hybrid
be: Гібрыд
es: Híbrido
pt: Híbrido
ro: Hibrid

# events_participants
source: {count, plural, =1{1 participant} other{{count} participants}}
be: {count, plural, =1{1 удзельнік} few{{count} удзельнікі} other{{count} удзельнікаў}}
de: {count, plural, =1{1 Teilnehmer} other{{count} Teilnehmer}}
es: {count, plural, =1{1 participante} other{{count} participantes}}
pt: {count, plural, =1{1 participante} other{{count} participantes}}
ro: {count, plural, =1{1 participant} other{{count} participanți}}

# events_register
source: Register
be: Зарэгістравацца
de: Registrieren
es: Registrarse
pt: Registrar
ro: Înregistrează-te

# events_registered
source: Registered
be: Зарэгістраваны
de: Registriert
es: Registrado
pt: Registrado
ro: Înregistrat

# events_cancelRegistration
source: Cancel Registration
be: Адмяніць рэгістрацыю
de: Registrierung abbrechen
es: Cancelar Registro
pt: Cancelar Registro
ro: Anulează Înregistrarea

# events_registrationFull
source: Event Full
be: Мерапрыемства запоўнена
de: Event voll
es: Evento Lleno
pt: Evento Lotado
ro: Eveniment Complet

# events_eventTitle
source: Event Title
be: Назва мерапрыемства
de: Event-Titel
es: Título del Evento
pt: Título do Evento
ro: Titlu Eveniment

# events_eventDescription
source: Description
be: Апісанне
de: Beschreibung
es: Descripción
pt: Descrição
ro: Descriere

# events_eventType
source: Event Type
be: Тып мерапрыемства
de: Event-Typ
es: Tipo de Evento
pt: Tipo de Evento
ro: Tip Eveniment

# events_startDate
source: Start Date & Time
be: Дата і час пачатку
de: Startdatum & -zeit
es: Fecha y Hora de Inicio
pt: Data e Hora de Início
ro: Data & Ora de Început

# events_endDate
source: End Date & Time
be: Дата і час заканчэння
de: Enddatum & -zeit
es: Fecha y Hora de Fin
pt: Data e Hora de Término
ro: Data & Ora de Sfârșit

# events_location
source: Location
be: Месца правядзення
de: Ort
es: Ubicación
pt: Local
ro: Locație

# events_virtualLink
source: Virtual Meeting Link
be: Спасылка на анлайн-сустрэчу
de: Virtueller Meeting-Link
es: Enlace de Reunión Virtual
pt: Link da Reunião Virtual
ro: Link Întâlnire Virtuală

# events_maxParticipants
source: Max Participants
be: Максімум удзельнікаў
de: Max. Teilnehmer
es: Participantes Máximos
pt: Máximo de Participantes
ro: Participanți Maximi

# events_hdTypeFilter
source: HD Type Filter
be: Фільтр па тыпу HD
de: HD-Typ-Filter
es: Filtro de Tipo DH
pt: Filtro de Tipo HD
ro: Filtru Tip HD

# events_allTypes
source: Open to All Types
be: Для ўсіх тыпаў
de: Offen für alle Typen
es: Abierto a Todos los Tipos
pt: Aberto para Todos os Tipos
ro: Deschis pentru Toate Tipurile

# events_created
source: Event created!
be: Мерапрыемства створана!
de: Event erstellt!
es: ¡Evento creado!
pt: Evento criado!
ro: Eveniment creat!

# events_deleted
source: Event deleted
be: Мерапрыемства выдалена
de: Event gelöscht
es: Evento eliminado
pt: Evento excluído
ro: Eveniment șters

# events_notFound
source: Event not found
be: Мерапрыемства не знойдзена
de: Event nicht gefunden
es: Evento no encontrado
pt: Evento não encontrado
ro: Eveniment negăsit

# chartOfDay_title
source: Chart of the Day
be: Карта дня
de: Chart des Tages
es: Carta del Día
pt: Mapa do Dia
ro: Harta Zilei

# chartOfDay_featured
source: Featured Chart
be: Рэкамендаваная карта
de: Empfohlenes Chart
es: Carta Destacada
pt: Mapa em Destaque
ro: Hartă Remarcabilă

# chartOfDay_viewChart
source: View Chart
be: Прагледзець карту
de: Chart anzeigen
es: Ver Carta
pt: Ver Mapa
ro: Vezi Harta

# discussion_typeDiscussion
source: Type Discussion
be: Абмеркаванне тыпаў
de: Typ-Diskussion
es: Discusión de Tipo
pt: Discussão de Tipo
ro: Discuție despre Tip

# discussion_channelDiscussion
source: Channel Discussion
be: Абмеркаванне каналаў
de: Kanal-Diskussion
es: Discusión de Canal
pt: Discussão de Canal
ro: Discuție despre Canal

# ai_wantMoreInsights
source: Want more AI insights?
be: Жадаеце больш AI-інсайтаў?
de: Mehr AI-Einblicke gewünscht?
es: ¿Quieres más insights de AI?
pt: Quer mais insights de AI?
ro: Vrei mai multe analize AI?

# ai_messagesPackTitle
source: {count} Messages
be: {count} паведамленняў
de: {count} Nachrichten
es: {count} Mensajes
pt: {count} Mensagens
ro: {count} Mesaje

# ai_orSubscribe
source: or subscribe for unlimited
be: або падпішыцеся на бязлімітны доступ
de: oder abonnieren für unbegrenzt
es: o suscríbete para ilimitado
pt: ou assine para ilimitado
ro: sau abonează-te pentru nelimitat

# ai_bestValue
source: Best value
be: Лепшая цана
de: Bester Wert
es: Mejor valor
pt: Melhor valor
ro: Cea mai bună valoare

# ai_getMoreMessages
source: Get more messages
be: Атрымаць больш паведамленняў
de: Mehr Nachrichten erhalten
es: Obtener más mensajes
pt: Obter mais mensagens
ro: Obține mai multe mesaje

# ai_fromPrice
source: From {price}
be: Ад {price}
de: Ab {price}
es: Desde {price}
pt: A partir de {price}
ro: De la {price}

# ai_perMessage
source: {price}/message
be: {price}/паведамленне
de: {price}/Nachricht
es: {price}/mensaje
pt: {price}/mensagem
ro: {price}/mesaj

# transit_events_live
source: LIVE
es: EN VIVO
pt: AO VIVO

# reaction_humanDesign
source: Human Design
es: Diseño Humano
pt: Design Humano
ro: Design Uman

# ai_transitInsightTitle
source: Today's Transit Insight
de: Heutiger Transit-Einblick

# ai_transitInsightDesc
source: Get a personalized AI interpretation of how today's transits affect your chart.
de: Erhalten Sie eine personalisierte KI-Interpretation, wie die heutigen Transite Ihr Chart beeinflussen.

# ai_chartReadingTitle
source: AI Chart Reading
de: KI-Chart-Lesung

# ai_chartReadingDesc
source: Generate a comprehensive AI reading of your Human Design chart.
de: Erstellen Sie eine umfassende KI-Lesung Ihres Human Design Charts.

# ai_chartReadingCost
source: This reading uses 3 AI messages from your quota.
de: Diese Lesung verbraucht 3 KI-Nachrichten aus Ihrem Kontingent.

# ai_compatibilityTitle
source: AI Compatibility Reading
de: KI-Kompatibilitätslesung

# ai_compatibilityReading
source: AI Compatibility Analysis
de: KI-Kompatibilitätsanalyse

# ai_dreamJournalTitle
source: Dream Journal
de: Traumtagebuch

# ai_dreamEntryHint
source: Record your dreams to discover hidden insights from your design...
de: Zeichnen Sie Ihre Träume auf, um verborgene Erkenntnisse aus Ihrem Design zu entdecken...

# ai_interpretDream
source: Interpret Dream
de: Traum interpretieren

# ai_journalPromptsTitle
source: Journal Prompts
de: Tagebuch-Impulse

# ai_journalPromptsDesc
source: Get personalized journaling prompts based on your chart and today's transits.
de: Erhalten Sie personalisierte Tagebuch-Impulse basierend auf Ihrem Chart und den heutigen Transiten.

# ai_generating
source: Generating...
de: Wird generiert...

# ai_askFollowUp
source: Ask Follow-up
de: Nachfrage stellen

# ai_regenerate
source: Regenerate
de: Neu generieren

# ai_exportPdf
source: Export PDF
de: PDF exportieren

# ai_shareReading
source: Share Reading
de: Lesung teilen
