Repository: dehvCurtis/human-design
Catalog: lib/l10n/app_*.arb
Languages: be, de, es, pt, ro, ru, uk

# auth_confirmationLinkSent
source: We've sent a confirmation link to:
be: Мы адправілі спасылку для пацверджання на:
de: Wir haben einen Bestätigungslink gesendet an:
es: Hemos enviado un enlace de confirmación a:
pt: Enviamos um link de confirmação para:
ro: Am trimis un link de confirmare la:
ru: Мы отправили ссылку для подтверждения на:
uk: Ми надіслали посилання для підтвердження на:

# auth_clickLinkToActivate
source: Please click the link in the email to activate your account.
be: Калі ласка, націсніце на спасылку ў лісце для актывацыі акаўнта.
de: Bitte klicken Sie auf den Link in der E-Mail, um Ihr Konto zu aktivieren.
es: Por favor haz clic en el enlace en el email para activar tu cuenta.
pt: Por favor, clique no link do e-mail para ativar sua conta.
ro: Te rugăm să apeși pe linkul din email pentru a-ți activa contul.
ru: Пожалуйста, нажмите на ссылку в письме для активации аккаунта.
uk: Будь ласка, натисніть на посилання в листі для активації акаунту.

# auth_goToSignIn
source: Go to Sign In
be: Перайсці да ўваходу
de: Zur Anmeldung
es: Ir a Iniciar Sesión
pt: Ir para Entrar
ro: Mergi la Conectare
ru: Перейти к входу
uk: Перейти до входу

# auth_returnToHome
source: Return to Home
be: Вярнуцца на галоўную
de: Zurück zur Startseite
es: Volver al Inicio
pt: Voltar ao Início
ro: Înapoi la Pagina Principală
ru: Вернуться на главную
uk: Повернутися на головну

# home_savedCharts
source: Saved
be: Захаваныя
de: Gespeichert
es: Guardadas
pt: Salvos
ro: Salvate
ru: Сохранённые
uk: Збережені

# chart_planets
source: Planets
be: Планеты
de: Planeten
es: Planetas
pt: Planetas
ro: Planete
ru: Планеты
uk: Планети

# chart_chakras
source: Chakras
be: Чакры
ro: Chakre
ru: Чакры
uk: Чакри

# discovery_userNotFound
source: User not found
be: Карыстальнік не знойдзены
de: Benutzer nicht gefunden
es: Usuario no encontrado
pt: Usuário não encontrado
ro: Utilizator negăsit
ru: Пользователь не найден
uk: Користувача не знайдено

# discovery_following
source: Following
be: Падпісаны
de: Folge ich
es: Siguiendo
pt: Seguindo
ro: Urmărești
ru: Подписан
uk: Підписаний

# discovery_follow
source: Follow
be: Падпісацца
de: Folgen
es: Seguir
pt: Seguir
ro: Urmărește
ru: Подписаться
uk: Підписатися

# discovery_sendMessage
source: Send Message
be: Напісаць
de: Nachricht senden
es: Enviar Mensaje
pt: Enviar Mensagem
ro: Trimite Mesaj
ru: Написать
uk: Написати

# discovery_about
source: About
be: Пра сябе
de: Über
es: Acerca de
pt: Sobre
ro: Despre
ru: О себе
uk: Про себе

# discovery_humanDesign
source: Human Design
be: Дызайн Чалавека
es: Diseño Humano
pt: Design Humano
ro: Design Uman
ru: Дизайн Человека
uk: Дизайн Людини

# discovery_type
source: Type
be: Тып
de: Typ
es: Tipo
pt: Tipo
ro: Tip
ru: Тип
uk: Тип

# discovery_profile
source: Profile
be: Профіль
de: Profil
es: Perfil
pt: Perfil
ro: Profil
ru: Профиль
uk: Профіль

# discovery_authority
source: Authority
be: Аўтарытэт
de: Autorität
es: Autoridad
pt: Autoridade
ro: Autoritate
ru: Авторитет
uk: Авторитет

# discovery_compatibility
source: Compatibility
be: Сумяшчальнасць
de: Kompatibilität
es: Compatibilidad
pt: Compatibilidade
ro: Compatibilitate
ru: Совместимость
uk: Сумісність

# discovery_compatible
source: compatible
be: сумяшчальныя
de: kompatibel
pt: compatível
ro: compatibil
ru: совместимы
uk: сумісні

# discovery_followers
source: Followers
be: Падпісчыкі
de: Follower
es: Seguidores
pt: Seguidores
ro: Urmăritori
ru: Подписчики
uk: Підписники

# discovery_followingLabel
source: Following
be: Падпіскі
de: Folge ich
es: Siguiendo
pt: Seguindo
ro: Urmărești
ru: Подписки
uk: Підписки

# discovery_noResults
source: No users found
be: Карыстальнікі не знойдзены
de: Keine Benutzer gefunden
es: No se encontraron usuarios
pt: Nenhum usuário encontrado
ro: Niciun utilizator găsit
ru: Пользователи не найдены
uk: Користувачів не знайдено

# discovery_noResultsMessage
source: Try adjusting your filters or check back later
be: Паспрабуйце змяніць фільтры або зайдзіце пазней
de: Versuchen Sie, Ihre Filter anzupassen oder schauen Sie später wieder vorbei
es: Intenta ajustar tus filtros o vuelve más tarde
pt: Tente ajustar seus filtros ou volte mais tarde
ro: Încearcă să ajustezi filtrele sau verifică mai târziu
ru: Попробуйте изменить фильтры или зайдите позже
uk: Спробуйте змінити фільтри або зайдіть пізніше

# userProfile_viewChart
source: Bodygraph
be: Бодыграф
ru: Бодиграф
uk: Бодіграф

# userProfile_chartPrivate
source: This chart is private
be: Гэтая карта прыватная
de: Dieses Chart ist privat
es: Esta carta es privada
pt: Este mapa é privado
ro: Această hartă este privată
ru: Эта карта приватная
uk: Ця карта приватна

# userProfile_chartFriendsOnly
source: Become mutual followers to view this chart
be: Станьце ўзаемнымі падпісчыкамі, каб убачыць гэтую карту
de: Werden Sie gegenseitige Follower, um dieses Chart anzusehen
es: Conviértanse en seguidores mutuos para ver esta carta
pt: Torne-se seguidor mútuo para ver este mapa
ro: Deveniți urmăritori reciproci pentru a vedea această hartă
ru: Станьте взаимными подписчиками, чтобы увидеть эту карту
uk: Станьте взаємними підписниками, щоб побачити цю карту

# userProfile_chartFollowToView
source: Follow to view this chart
be: Падпішыцеся, каб убачыць гэтую карту
de: Folgen, um dieses Chart anzusehen
es: Sigue para ver esta carta
pt: Siga para ver este mapa
ro: Urmărește pentru a vedea această hartă
ru: Подпишитесь, чтобы увидеть эту карту
uk: Підпишіться, щоб побачити цю карту

# userProfile_publicProfile
source: Public Profile
be: Адкрыты профіль
de: Öffentliches Profil
es: Perfil Público
pt: Perfil Público
ro: Profil Public
ru: Открытый профиль
uk: Публічний профіль

# userProfile_privateProfile
source: Private Profile
be: Закрыты профіль
de: Privates Profil
es: Perfil Privado
pt: Perfil Privado
ro: Profil Privat
ru: Закрытый профиль
uk: Приватний профіль

# userProfile_friendsOnlyProfile
source: Friends Only
be: Толькі для сяброў
de: Nur Freunde
es: Solo Amigos
pt: Apenas Amigos
ro: Doar Prieteni
ru: Только для друзей
uk: Тільки для друзів

# userProfile_followersList
source: Followers
be: Падпісчыкі
de: Follower
es: Seguidores
pt: Seguidores
ro: Urmăritori
ru: Подписчики
uk: Підписники

# userProfile_followingList
source: Following
be: Падпіскі
de: Folge ich
es: Siguiendo
pt: Seguindo
ro: Urmărești
ru: Подписки
uk: Підписки

# userProfile_noFollowers
source: No followers yet
be: Пакуль няма падпісчыкаў
de: Noch keine Follower
es: Aún no hay seguidores
pt: Ainda sem seguidores
ro: Încă fără urmăritori
ru: Пока нет подписчиков
uk: Поки немає підписників

# userProfile_noFollowing
source: Not following anyone yet
be: Пакуль ні на каго не падпісаны
de: Folgt noch niemandem
es: Aún no sigue a nadie
pt: Ainda não está seguindo ninguém
ro: Nu urmărești pe nimeni încă
ru: Пока ни на кого не подписан
uk: Поки ні на кого не підписаний

# userProfile_thoughts
source: Thoughts
be: Думкі
de: Gedanken
es: Pensamientos
pt: Pensamentos
ro: Gânduri
ru: Мысли
uk: Думки

# userProfile_noThoughts
source: No thoughts shared yet
be: Пакуль няма апублікаваных думак
de: Noch keine Gedanken geteilt
es: Aún no ha compartido pensamientos
pt: Ainda sem pensamentos compartilhados
ro: Încă fără gânduri distribuite
ru: Пока нет опубликованных мыслей
uk: Поки немає опублікованих думок

# userProfile_showAll
source: Show All
be: Паказаць усё
de: Alle anzeigen
es: Mostrar Todo
pt: Mostrar Tudo
ro: Arată Tot
ru: Показать все
uk: Показати все

# popularCharts_title
source: Popular Charts
be: Папулярныя карты
de: Beliebte Charts
es: Cartas Populares
pt: Mapas Populares
ro: Hărți Populare
ru: Популярные карты
uk: Популярні карти

# popularCharts_subtitle
source: Most followed public charts
be: Самыя папулярныя публічныя карты
de: Meistgefolgte öffentliche Charts
es: Cartas públicas más seguidas
pt: Mapas públicos mais seguidos
ro: Cele mai urmărite hărți publice
ru: Самые популярные публичные карты
uk: Найпопулярніші публічні карти

# hashtags_explore
source: Explore Hashtags
be: Хэштэгі
de: Hashtags erkunden
es: Explorar Hashtags
pt: Explorar Hashtags
ro: Explorează Hashtag-uri
ru: Хэштеги
uk: Хештеги

# hashtags_trending
source: Trending
be: У трэндзе
es: Tendencias
pt: Em Alta
ro: În Tendințe
ru: В тренде
uk: У тренді

# hashtags_popular
source: Popular
be: Папулярныя
de: Beliebt
es: Populares
ro: Populare
ru: Популярные
uk: Популярні

# hashtags_hdTopics
source: HD Topics
be: Тэмы HD
de: HD-Themen
es: Temas DH
pt: Tópicos HD
ro: Subiecte HD
ru: Темы HD
uk: Теми HD

# hashtags_noTrending
source: No trending hashtags yet
be: Пакуль няма трэндавых хэштэгаў
de: Noch keine Trend-Hashtags
es: Aún no hay hashtags en tendencia
pt: Ainda sem hashtags em alta
ro: Încă fără hashtag-uri în tendințe
ru: Пока нет трендовых хэштегов
uk: Поки немає трендових хештегів

# hashtags_noPopular
source: No popular hashtags yet
be: Пакуль няма папулярных хэштэгаў
de: Noch keine beliebten Hashtags
es: Aún no hay hashtags populares
pt: Ainda sem hashtags populares
ro: Încă fără hashtag-uri populare
ru: Пока нет популярных хэштегов
uk: Поки немає популярних хештегів

# hashtags_noHdTopics
source: No HD topics yet
be: Пакуль няма тэм HD
de: Noch keine HD-Themen
es: Aún no hay temas DH
pt: Ainda sem tópicos HD
ro: Încă fără subiecte HD
ru: Пока нет тем HD
uk: Поки немає тем HD

# hashtag_noPosts
source: No posts yet
be: Пакуль няма постаў
de: Noch keine Beiträge
es: Aún no hay publicaciones
pt: Ainda sem postagens
ro: Încă fără postări
ru: Пока нет постов
uk: Поки немає постів

# hashtag_beFirst
source: Be the first to post with this hashtag!
be: Будзьце першым, хто напіша з гэтым хэштэгам!
de: Seien Sie der Erste, der mit diesem Hashtag postet!
es: ¡Sé el primero en publicar con este hashtag!
pt: Seja o primeiro a postar com esta hashtag!
ro: Fii primul care postează cu acest hashtag!
ru: Будьте первым, кто напишет с этим хэштегом!
uk: Будьте першим, хто напише з цим хештегом!

# hashtag_postCount
source: {count, plural, =1{1 post} other{{count} posts}}
be: {count, plural, =1{1 пост} few{{count} посты} other{{count} постаў}}
de: {count, plural, =1{1 Beitrag} other{{count} Beiträge}}
es: {count, plural, =1{1 publicación} other{{count} publicaciones}}
pt: {count, plural, =1{1 postagem} other{{count} postagens}}
ro: {count, plural, =1{1 postare} other{{count} postări}}
ru: {count, plural, =1{1 пост} few{{count} поста} other{{count} постов}}
uk: {count, plural, =1{1 пост} few{{count} пости} other{{count} постів}}

# hashtag_recentPosts
source: {count, plural, =1{1 post today} other{{count} posts today}}
be: {count, plural, =1{1 пост сёння} few{{count} посты сёння} other{{count} постаў сёння}}
de: {count, plural, =1{1 Beitrag heute} other{{count} Beiträge heute}}
es: {count, plural, =1{1 publicación hoy} other{{count} publicaciones hoy}}
pt: {count, plural, =1{1 postagem hoje} other{{count} postagens hoje}}
ro: {count, plural, =1{1 postare astăzi} other{{count} postări astăzi}}
ru: {count, plural, =1{1 пост сегодня} few{{count} поста сегодня} other{{count} постов сегодня}}
uk: {count, plural, =1{1 пост сьогодні} few{{count} пости сьогодні} other{{count} постів сьогодні}}

# feed_forYou
source: For You
be: Для вас
de: Für Sie
es: Para Ti
pt: Para Você
ro: Pentru Tine
ru: Для вас
uk: Для вас

# feed_trending
source: Trending
be: У трэндзе
es: Tendencias
pt: Em Alta
ro: În Tendințe
ru: В тренде
uk: У тренді

# feed_hdTopics
source: HD Topics
be: Тэмы HD
de: HD-Themen
es: Temas DH
pt: Tópicos HD
ro: Subiecte HD
ru: Темы HD
uk: Теми HD

# feed_gateTitle
source: Gate {number}
be: Вароты {number}
de: Tor {number}
es: Puerta {number}
pt: Porta {number}
ro: Poarta {number}
ru: Ворота {number}
uk: Ворота {number}

# feed_gatePosts
source: Posts about Gate {number}
be: Посты аб варотах {number}
de: Beiträge über Tor {number}
es: Publicaciones sobre Puerta {number}
pt: Postagens sobre Porta {number}
ro: Postări despre Poarta {number}
ru: Посты о воротах {number}
uk: Пости про ворота {number}

# transit_events_title
source: Transit Events
be: Падзеі транзітаў
de: Transit-Ereignisse
es: Eventos de Tránsito
pt: Eventos de Trânsito
ro: Evenimente de Tranzit
ru: События транзитов
uk: Події транзитів

# transit_events_happening
source: Happening Now
be: Зараз
de: Gerade jetzt
es: Sucediendo Ahora
pt: Acontecendo Agora
ro: Acum
ru: Сейчас
uk: Зараз

# transit_events_upcoming
source: Upcoming
be: Будучыя
de: Bevorstehend
es: Próximos
pt: Próximos
ro: Viitoare
ru: Предстоящие
uk: Майбутні

# transit_events_past
source: Past Events
be: Мінулыя
de: Vergangene Ereignisse
es: Eventos Pasados
pt: Eventos Passados
ro: Evenimente Trecute
ru: Прошедшие
uk: Минулі

# transit_events_noCurrentEvents
source: No events happening right now
be: Зараз няма актыўных падзей
de: Derzeit keine Ereignisse
es: No hay eventos sucediendo ahora
pt: Nenhum evento acontecendo agora
ro: Niciun eveniment în desfășurare acum
ru: Сейчас нет активных событий
uk: Зараз немає активних подій

# transit_events_noUpcomingEvents
source: No upcoming events scheduled
be: Няма запланаваных падзей
de: Keine bevorstehenden Ereignisse geplant
es: No hay eventos próximos programados
pt: Nenhum evento próximo agendado
ro: Niciun eveniment viitor programat
ru: Нет запланированных событий
uk: Немає запланованих подій

# transit_events_noPastEvents
source: No past events
be: Няма мінулых падзей
de: Keine vergangenen Ereignisse
es: No hay eventos pasados
pt: Nenhum evento passado
ro: Niciun eveniment trecut
ru: Нет прошедших событий
uk: Немає минулих подій

# transit_events_join
source: Join
be: Удзельнічаць
de: Beitreten
es: Unirse
pt: Participar
ro: Alătură-te
ru: Участвовать
uk: Приєднатися

# transit_events_joined
source: Joined
be: Удзельнічаю
de: Beigetreten
es: Unido
pt: Participando
ro: Alăturat
ru: Участвую
uk: Приєднався

# transit_events_leave
source: Leave
be: Пакінуць
de: Verlassen
es: Salir
pt: Sair
ro: Pleacă
ru: Покинуть
uk: Покинути

# transit_events_participating
source: participating
be: удзельнічаюць
de: teilnehmend
es: participando
pt: participando
ro: participă
ru: участвуют
uk: беруть участь

# transit_events_posts
source: posts
be: постаў
de: Beiträge
es: publicaciones
pt: postagens
ro: postări
ru: постов
uk: постів

# transit_events_viewInsights
source: View Insights
be: Глядзець інсайты
de: Erkenntnisse anzeigen
es: Ver Percepciones
pt: Ver Percepções
ro: Vezi Perspective
ru: Смотреть инсайты
uk: Переглянути інсайти

# transit_events_endsIn
source: Ends in {time}
be: Заканчваецца праз {time}
de: Endet in {time}
es: Termina en {time}
pt: Termina em {time}
ro: Se termină în {time}
ru: Заканчивается через {time}
uk: Закінчується через {time}

# transit_events_startsIn
source: Starts in {time}
be: Пачнецца праз {time}
de: Beginnt in {time}
es: Comienza en {time}
pt: Começa em {time}
ro: Începe în {time}
ru: Начнётся через {time}
uk: Почнеться через {time}

# transit_events_notFound
source: Event not found
be: Падзея не знойдзена
de: Ereignis nicht gefunden
es: Evento no encontrado
pt: Evento não encontrado
ro: Eveniment negăsit
ru: Событие не найдено
uk: Подію не знайдено

# transit_events_communityPosts
source: Community Posts
be: Посты супольнасці
de: Community-Beiträge
es: Publicaciones de la Comunidad
pt: Postagens da Comunidade
ro: Postări din Comunitate
ru: Посты сообщества
uk: Пости спільноти

# transit_events_noPosts
source: No posts yet for this event
be: Пакуль няма постаў для гэтай падзеі
de: Noch keine Beiträge für dieses Ereignis
es: Aún no hay publicaciones para este evento
pt: Ainda sem postagens para este evento
ro: Încă fără postări pentru acest eveniment
ru: Пока нет постов для этого события
uk: Поки немає постів для цієї події

# transit_events_shareExperience
source: Share Experience
be: Падзяліцца вопытам
de: Erfahrung teilen
es: Compartir Experiencia
pt: Compartilhar Experiência
ro: Distribuie Experiența
ru: Поделиться опытом
uk: Поділитися досвідом

# transit_events_participants
source: Participants
be: Удзельнікі
de: Teilnehmer
es: Participantes
pt: Participantes
ro: Participanți
ru: Участники
uk: Учасники

# transit_events_duration
source: Duration
be: Працягласць
de: Dauer
es: Duración
pt: Duração
ro: Durată
ru: Длительность
uk: Тривалість

# transit_events_eventEnded
source: This event has ended
be: Падзея завяршылася
de: Dieses Ereignis ist beendet
es: Este evento ha terminado
pt: Este evento terminou
ro: Acest eveniment s-a încheiat
ru: Событие завершилось
uk: Подія завершилася

# transit_events_youreParticipating
source: You're participating!
be: Вы ўдзельнічаеце!
de: Sie nehmen teil!
es: ¡Estás participando!
pt: Você está participando!
ro: Participi!
ru: Вы участвуете!
uk: Ви берете участь!

# transit_events_experiencingWith
source: Experiencing this transit with {count} others
be: Перажываюць гэты транзіт з {count} іншымі
de: Erleben Sie diesen Transit mit {count} anderen
es: Experimentando este tránsito con {count} otros
pt: Experienciando este trânsito com {count} outros
ro: Experimentezi acest tranzit cu {count} alții
ru: Переживают этот транзит с {count} другими
uk: Переживають цей транзит з {count} іншими

# transit_events_joinCommunity
source: Join the Community
be: Далучыцца да супольнасці
de: Der Community beitreten
es: Únete a la Comunidad
pt: Participar da Comunidade
ro: Alătură-te Comunității
ru: Присоединиться к сообществу
uk: Приєднатися до спільноти

# transit_events_shareYourExperience
source: Share your experience and connect with others
be: Падзяліцеся вопытам і звяжыцеся з іншымі
de: Teilen Sie Ihre Erfahrung und vernetzen Sie sich mit anderen
es: Comparte tu experiencia y conecta con otros
pt: Compartilhe sua experiência e conecte-se com outros
ro: Distribuie experiența ta și conectează-te cu alții
ru: Поделитесь опытом и свяжитесь с другими
uk: Поділіться досвідом та зв'яжіться з іншими

# activity_title
source: Friend Activity
be: Актыўнасць сяброў
de: Freundesaktivität
es: Actividad de Amigos
pt: Atividade de Amigos
ro: Activitatea Prietenilor
ru: Активность друзей
uk: Активність друзів

# activity_noActivities
source: No friend activity yet
be: Пакуль няма актыўнасці сяброў
de: Noch keine Freundesaktivität
es: Aún no hay actividad de amigos
pt: Ainda sem atividade de amigos
ro: Încă fără activitate a prietenilor
ru: Пока нет активности друзей
uk: Поки немає активності друзів

# activity_followFriends
source: Follow friends to see their achievements and milestones here!
be: Падпішыцеся на сяброў, каб бачыць іх дасягненні тут!
de: Folgen Sie Freunden, um ihre Erfolge und Meilensteine hier zu sehen!
es: ¡Sigue amigos para ver sus logros e hitos aquí!
pt: Siga amigos para ver suas conquistas e marcos aqui!
ro: Urmărește prieteni pentru a le vedea realizările și obiectivele aici!
ru: Подпишитесь на друзей, чтобы видеть их достижения здесь!
uk: Підпишіться на друзів, щоб бачити їхні досягнення тут!

# activity_findFriends
source: Find Friends
be: Знайсці сяброў
de: Freunde finden
es: Encontrar Amigos
pt: Encontrar Amigos
ro: Găsește Prieteni
ru: Найти друзей
uk: Знайти друзів

# activity_celebrate
source: Celebrate
be: Павіншаваць
de: Feiern
es: Celebrar
pt: Celebrar
ro: Celebrează
ru: Поздравить
uk: Привітати

# activity_celebrated
source: Celebrated
be: Павіншавалі
de: Gefeiert
es: Celebrado
pt: Celebrado
ro: Celebrat
ru: Поздравили
uk: Привітали

source: Cancel
be: Адмяніць
de: Abbrechen
es: Cancelar
pt: Cancelar
ro: Anulează
ru: Отмена
uk: Скасувати

source: Create
be: Стварыць
de: Erstellen
es: Crear
pt: Criar
ro: Creează
ru: Создать
uk: Створити

# groupChallenges_title
source: Group Challenges
be: Групавыя выклікі
de: Gruppenherausforderungen
es: Desafíos de Grupo
pt: Desafios em Grupo
ro: Provocări de Grup
ru: Групповые челленджи
uk: Групові челенджі

# groupChallenges_myTeams
source: My Teams
be: Мае каманды
de: Meine Teams
es: Mis Equipos
pt: Minhas Equipes
ro: Echipele Mele
ru: Мои команды
uk: Мої команди

# groupChallenges_challenges
source: Challenges
be: Выклікі
de: Herausforderungen
es: Desafíos
pt: Desafios
ro: Provocări
ru: Челленджи
uk: Челенджі

# groupChallenges_leaderboard
source: Leaderboard
be: Рэйтынг
de: Bestenliste
es: Tabla de Clasificación
pt: Classificação
ro: Clasament
ru: Рейтинг
uk: Рейтинг

# groupChallenges_createTeam
source: Create Team
be: Стварыць каманду
de: Team erstellen
es: Crear Equipo
pt: Criar Equipe
ro: Creează Echipă
ru: Создать команду
uk: Створити команду

# groupChallenges_teamName
source: Team Name
be: Назва каманды
es: Nombre del Equipo
pt: Nome da Equipe
ro: Nume Echipă
ru: Название команды
uk: Назва команди

# groupChallenges_teamNameHint
source: Enter a team name
be: Увядзіце назву каманды
de: Geben Sie einen Teamnamen ein
es: Ingresa un nombre de equipo
pt: Digite um nome de equipe
ro: Introdu un nume pentru echipă
ru: Введите название команды
uk: Введіть назву команди

# groupChallenges_teamDescription
source: Description
be: Апісанне
de: Beschreibung
es: Descripción
pt: Descrição
ro: Descriere
ru: Описание
uk: Опис

# groupChallenges_teamDescriptionHint
source: What is your team about?
be: Пра што ваша каманда?
de: Worum geht es bei Ihrem Team?
es: ¿De qué trata tu equipo?
pt: Sobre o que é sua equipe?
ro: Despre ce este echipa ta?
ru: О чём ваша команда?
uk: Про що ваша команда?

# groupChallenges_teamCreated
source: Team created successfully!
be: Каманда створана!
de: Team erfolgreich erstellt!
es: ¡Equipo creado exitosamente!
pt: Equipe criada com sucesso!
ro: Echipă creată cu succes!
ru: Команда создана!
uk: Команду створено!

# groupChallenges_noTeams
source: No Teams Yet
be: Пакуль няма каманд
de: Noch keine Teams
es: Aún No Hay Equipos
pt: Ainda Sem Equipes
ro: Încă Fără Echipe
ru: Пока нет команд
uk: Поки немає команд

# groupChallenges_noTeamsDescription
source: Create or join a team to compete in group challenges!
be: Стварыце або далучыцеся да каманды для ўдзелу ў групавых выкліках!
de: Erstellen oder treten Sie einem Team bei, um an Gruppenherausforderungen teilzunehmen!
es: ¡Crea o únete a un equipo para competir en desafíos de grupo!
pt: Crie ou entre em uma equipe para competir em desafios em grupo!
ro: Creează sau alătură-te unei echipe pentru a concura în provocări de grup!
ru: Создайте или присоединитесь к команде для участия в групповых челленджах!
uk: Створіть або приєднайтеся до команди для участі в групових челенджах!

# groupChallenges_memberCount
source: {count, plural, =1{1 member} other{{count} members}}
be: {count, plural, =1{1 удзельнік} few{{count} удзельнікі} other{{count} удзельнікаў}}
de: {count, plural, =1{1 Mitglied} other{{count} Mitglieder}}
es: {count, plural, =1{1 miembro} other{{count} miembros}}
pt: {count, plural, =1{1 membro} other{{count} membros}}
ro: {count, plural, =1{1 membru} other{{count} membri}}
ru: {count, plural, =1{1 участник} few{{count} участника} other{{count} участников}}
uk: {count, plural, =1{1 учасник} few{{count} учасники} other{{count} учасників}}

# groupChallenges_points
source: {points} pts
be: {points} бал.
de: {points} Pkt
ro: {points} pct
ru: {points} очк.
uk: {points} очк.

# groupChallenges_noChallenges
source: No Active Challenges
be: Няма актыўных выклікаў
de: Keine aktiven Herausforderungen
es: No Hay Desafíos Activos
pt: Sem Desafios Ativos
ro: Nicio Provocare Activă
ru: Нет активных челленджей
uk: Немає активних челенджів

# groupChallenges_active
source: Active
be: Актыўныя
de: Aktiv
es: Activo
pt: Ativo
ru: Активные
uk: Активні

# groupChallenges_upcoming
source: Upcoming
be: Будучыя
de: Bevorstehend
es: Próximo
pt: Próximos
ro: Viitoare
ru: Предстоящие
uk: Майбутні

# groupChallenges_reward
source: {points} pts reward
be: {points} бал. узнагарода
de: {points} Pkt Belohnung
es: Recompensa de {points} pts
pt: Recompensa de {points} pts
ro: {points} pct recompensă
ru: {points} очк. награда
uk: {points} очк. нагорода
