Repository: dehvCurtis/human-design
Catalog: lib/l10n/app_*.arb
Languages: be, de, es, pt, ro, ru, uk

# composite_definedCenters
source: Defined
be: Азначана
de: Definiert
es: Definidos
pt: Definidos
ro: Definite
ru: Определено
uk: Визначено

# composite_undefinedCenters
source: Open
be: Адкрыта
de: Offen
es: Abiertos
pt: Abertos
ro: Deschise
ru: Открыто
uk: Відкрито

# composite_score
source: Score
be: Ацэнка
de: Punktzahl
es: Puntuación
pt: Pontuação
ro: Scor
ru: Оценка
uk: Оцінка

# composite_themeVeryBonded
source: Very bonded connection - you may feel deeply intertwined, which can be intense
be: Вельмі звязаныя адносіны - вы можаце адчуваць глыбокае пераплятанне
de: Sehr verbundene Beziehung - Sie fühlen sich möglicherweise tief miteinander verwoben, was intensiv sein kann
es: Conexión muy unida - pueden sentirse profundamente entrelazados, lo cual puede ser intenso
pt: Conexão muito unida - vocês podem se sentir profundamente entrelaçados, o que pode ser intenso
ro: Conexiune foarte strânsă - te poți simți profund interconectat, ceea ce poate fi intens
ru: Очень связанные отношения - вы можете чувствовать глубокую переплетённость
uk: Дуже пов'язані відносини - ви можете відчувати глибоку переплетеність

# composite_themeBonded
source: Bonded connection - strong sense of togetherness and shared energy
be: Звязаныя адносіны - моцнае пачуццё адзінства і агульнай энергіі
de: Verbundene Beziehung - starkes Gefühl von Zusammengehörigkeit und geteilter Energie
es: Conexión unida - fuerte sentido de unión y energía compartida
pt: Conexão unida - forte senso de união e energia compartilhada
ro: Conexiune strânsă - sentiment puternic de unitate și energie partajată
ru: Связанные отношения - сильное чувство единства и общей энергии
uk: Пов'язані відносини - сильне відчуття єдності та спільної енергії

# composite_themeBalanced
source: Balanced connection - healthy mix of togetherness and independence
be: Збалансаваныя адносіны - здаровая спалучэнне адзінства і незалежнасці
de: Ausgewogene Beziehung - gesunde Mischung aus Zusammengehörigkeit und Unabhängigkeit
es: Conexión equilibrada - mezcla saludable de unión e independencia
pt: Conexão equilibrada - mistura saudável de união e independência
ro: Conexiune echilibrată - mix sănătos de unitate și independență
ru: Сбалансированные отношения - здоровое сочетание единства и независимости
uk: Збалансовані відносини - здорове поєднання єдності та незалежності

# composite_themeIndependent
source: Independent connection - more space for individual growth
be: Незалежныя адносіны - больш прасторы для асабістага росту
de: Unabhängige Beziehung - mehr Raum für individuelles Wachstum
es: Conexión independiente - más espacio para crecimiento individual
pt: Conexão independente - mais espaço para crescimento individual
ro: Conexiune independentă - mai mult spațiu pentru creștere individuală
ru: Независимые отношения - больше пространства для личного роста
uk: Незалежні відносини - більше простору для особистого зростання

# composite_themeVeryIndependent
source: Very independent connection - intentional connection time helps strengthen bond
be: Вельмі незалежныя адносіны - усведамлены час разам умацоўвае сувязь
de: Sehr unabhängige Beziehung - bewusste gemeinsame Zeit hilft, die Bindung zu stärken
es: Conexión muy independiente - tiempo de conexión intencional ayuda a fortalecer el vínculo
pt: Conexão muito independente - tempo de conexão intencional ajuda a fortalecer o vínculo
ro: Conexiune foarte independentă - timpul intenționat de conexiune ajută la întărirea legăturii
ru: Очень независимые отношения - осознанное время вместе укрепляет связь
uk: Дуже незалежні відносини - усвідомлений час разом зміцнює зв'язок

# composite_electromagnetic
source: Electromagnetic Channels
be: Електрамагнітныя каналы
de: Elektromagnetische Kanäle
es: Canales Electromagnéticos
pt: Canais Eletromagnéticos
ro: Canale Electromagnetice
ru: Электромагнитные каналы
uk: Електромагнітні канали

# composite_electromagneticDesc
source: Intense attraction - you complete each other
be: Інтэнсіўнае прыцягненне - вы дапаўняеце адзін аднаго
de: Intensive Anziehung - Sie vervollständigen einander
es: Atracción intensa - se completan mutuamente
pt: Atração intensa - vocês se completam
ro: Atracție intensă - vă completați unul pe celălalt
ru: Интенсивное притяжение - вы дополняете друг друга
uk: Інтенсивне притягання - ви доповнюєте одне одного

# composite_companionship
source: Companionship Channels
be: Каналы таварыства
de: Kameradschaftskanäle
es: Canales de Compañía
pt: Canais de Companheirismo
ro: Canale de Tovărășie
ru: Каналы товарищества
uk: Канали товариства

# composite_companionshipDesc
source: Comfort and stability - shared understanding
be: Камфорт і стабільнасць - агульнае разуменне
de: Komfort und Stabilität - geteiltes Verständnis
es: Comodidad y estabilidad - entendimiento compartido
pt: Conforto e estabilidade - compreensão compartilhada
ro: Confort și stabilitate - înțelegere partajată
ru: Комфорт и стабильность - общее понимание
uk: Комфорт і стабільність - спільне розуміння

# composite_dominance
source: Dominance Channels
be: Каналы дамінавання
de: Dominanzkanäle
es: Canales de Dominancia
pt: Canais de Dominância
ro: Canale de Dominație
ru: Каналы доминирования
uk: Канали домінування

# composite_dominanceDesc
source: One teaches/conditions the other
be: Адзін вучыць/уплывае на другога
de: Einer lehrt/konditioniert den anderen
es: Uno enseña/condiciona al otro
pt: Um ensina/condiciona o outro
ro: Unul predă/condiționează pe celălalt
ru: Один учит/влияет на другого
uk: Один вчить/впливає на іншого

# composite_compromise
source: Compromise Channels
be: Каналы кампрамісу
de: Kompromisskanäle
es: Canales de Compromiso
pt: Canais de Compromisso
ro: Canale de Compromis
ru: Каналы компромисса
uk: Канали компромісу

# composite_compromiseDesc
source: Natural tension - requires awareness
be: Натуральная напружанасць - патрабуе ўсведамленасці
de: Natürliche Spannung - erfordert Bewusstsein
es: Tensión natural - requiere conciencia
pt: Tensão natural - requer consciência
ro: Tensiune naturală - necesită conștientizare
ru: Естественное напряжение - требует осознанности
uk: Природне напруження - потребує усвідомленості

# composite_noConnections
source: No Channel Connections
be: Няма сувязяў каналаў
de: Keine Kanalverbindungen
es: Sin Conexiones de Canal
pt: Sem Conexões de Canal
ro: Fără Conexiuni de Canale
ru: Нет связей каналов
uk: Немає зв'язків каналів

# composite_noConnectionsDesc
source: These charts don't form any direct channel connections, but there may still be interesting gate interactions.
be: Гэтыя карты не ўтвараюць прамых сувязяў каналаў, але могуць быць цікавыя ўзаемадзеянні варот.
de: Diese Charts bilden keine direkten Kanalverbindungen, aber es kann dennoch interessante Tor-Interaktionen geben.
es: Estas cartas no forman conexiones directas de canal, pero aún puede haber interacciones de puertas interesantes.
pt: Estes mapas não formam conexões diretas de canal, mas ainda pode haver interações interessantes de portas.
ro: Aceste hărți nu formează nicio conexiune directă de canale, dar pot exista totuși interacțiuni interesante între porți.
ru: Эти карты не образуют прямых связей каналов, но могут быть интересные взаимодействия ворот.
uk: Ці карти не утворюють прямих зв'язків каналів, але можуть бути цікаві взаємодії воріт.

# composite_noChartsTitle
source: No Charts Available
be: Няма даступных карт
de: Keine Charts verfügbar
es: No Hay Cartas Disponibles
pt: Nenhum Mapa Disponível
ro: Nicio Hartă Disponibilă
ru: Нет доступных карт
uk: Немає доступних карт

# composite_noChartsDesc
source: Create charts for yourself and others to compare your relationship dynamics.
be: Стварыце карты для сябе і іншых, каб параўнаць дынаміку адносін.
de: Erstellen Sie Charts für sich selbst und andere, um Ihre Beziehungsdynamiken zu vergleichen.
es: Crea cartas para ti y otros para comparar tus dinámicas de relación.
pt: Crie mapas para você e outros para comparar suas dinâmicas de relacionamento.
ro: Creează hărți pentru tine și alții pentru a compara dinamica relațiilor.
ru: Создайте карты для себя и других, чтобы сравнить динамику отношений.
uk: Створіть карти для себе та інших, щоб порівняти динаміку відносин.

# composite_needMoreCharts
source: Need More Charts
be: Трэба больш карт
de: Mehr Charts benötigt
es: Se Necesitan Más Cartas
pt: Precisa de Mais Mapas
ro: Sunt Necesare Mai Multe Hărți
ru: Нужно больше карт
uk: Потрібно більше карт

# composite_needMoreChartsDesc
source: You need at least 2 charts to analyze a relationship. Add another chart to continue.
be: Для аналізу адносін трэба мінімум 2 карты. Дадайце яшчэ адну карту.
de: Sie benötigen mindestens 2 Charts, um eine Beziehung zu analysieren. Fügen Sie ein weiteres Chart hinzu, um fortzufahren.
es: Necesitas al menos 2 cartas para analizar una relación. Agrega otra carta para continuar.
pt: Você precisa de pelo menos 2 mapas para analisar um relacionamento. Adicione outro mapa para continuar.
ro: Ai nevoie de cel puțin 2 hărți pentru a analiza o relație. Adaugă altă hartă pentru a continua.
ru: Для анализа отношений нужны минимум 2 карты. Добавьте ещё одну карту.
uk: Для аналізу відносин потрібні мінімум 2 карти. Додайте ще одну карту.

# composite_selectTwoHint
source: Select 2 charts to analyze their connection
be: Выберыце 2 карты для аналізу сувязі
de: Wählen Sie 2 Charts aus, um ihre Verbindung zu analysieren
es: Selecciona 2 cartas para analizar su conexión
pt: Selecione 2 mapas para analisar sua conexão
ro: Selectează 2 hărți pentru a analiza conexiunea lor
ru: Выберите 2 карты для анализа связи
uk: Виберіть 2 карти для аналізу зв'язку

# composite_selectOneMore
source: Select 1 more chart
be: Выберыце яшчэ 1 карту
de: Wählen Sie noch 1 Chart aus
es: Selecciona 1 carta más
pt: Selecione mais 1 mapa
ro: Selectează încă 1 hartă
ru: Выберите ещё 1 карту
uk: Виберіть ще 1 карту

# premium_upgrade
source: Upgrade to Premium
be: Перайсці на Premium
de: Auf Premium upgraden
es: Mejorar a Premium
pt: Atualizar para Premium
ro: Actualizează la Premium
ru: Перейти на Premium
uk: Перейти на Premium

# premium_subscribe
source: Subscribe
be: Падпісацца
de: Abonnieren
es: Suscribirse
pt: Assinar
ro: Abonează-te
ru: Подписаться
uk: Підписатися

# premium_restore
source: Restore Purchases
be: Аднавіць пакупкі
de: Käufe wiederherstellen
es: Restaurar Compras
pt: Restaurar Compras
ro: Restaurează Achizițiile
ru: Восстановить покупки
uk: Відновити покупки

source: Premium Features
be: Магчымасці Premium
de: Premium-Funktionen
es: Características Premium
pt: Recursos Premium
ro: Funcții Premium
ru: Возможности Premium
uk: Можливості Premium

# premium_unlimitedShares
source: Unlimited Chart Sharing
be: Бязлімітны абмен картамі
de: Unbegrenztes Chart-Teilen
es: Compartir Cartas Ilimitado
pt: Compartilhamento Ilimitado de Mapas
ro: Distribuiri Nelimitate de Hărți
ru: Безлимитный обмен картами
uk: Безлімітний обмін картами

# premium_groupCharts
source: Group Charts
be: Групавыя карты
de: Gruppen-Charts
es: Cartas de Grupo
pt: Mapas de Grupo
ro: Hărți de Grup
ru: Групповые карты
uk: Групові карти

# premium_advancedTransits
source: Advanced Transit Analysis
be: Пашыраны аналіз транзітаў
de: Erweiterte Transit-Analyse
es: Análisis Avanzado de Tránsitos
pt: Análise Avançada de Trânsitos
ro: Analiză Avansată de Tranzite
ru: Расширенный анализ транзитов
uk: Розширений аналіз транзитів

# premium_personalizedAffirmations
source: Personalized Affirmations
be: Персаналізаваныя афірмацыі
de: Personalisierte Affirmationen
es: Afirmaciones Personalizadas
pt: Afirmações Personalizadas
ro: Afirmații Personalizate
ru: Персонализированные аффирмации
uk: Персоналізовані афірмації

# premium_journalInsights
source: Journal Insights
be: Інсайты дзённіка
de: Tagebuch-Erkenntnisse
es: Percepciones de Diario
pt: Percepções do Diário
ro: Perspective din Jurnal
ru: Инсайты дневника
uk: Інсайти щоденника

# premium_adFree
source: Ad-Free Experience
be: Без рэкламы
de: Werbefrei
es: Experiencia Sin Anuncios
pt: Experiência Sem Anúncios
ro: Experiență Fără Reclame
ru: Без рекламы
uk: Без реклами

# premium_monthly
source: Monthly
be: Штомесячна
de: Monatlich
es: Mensual
pt: Mensal
ro: Lunar
ru: Ежемесячно
uk: Щомісяця

# premium_yearly
source: Yearly
be: Штогадова
de: Jährlich
es: Anual
pt: Anual
ro: Anual
ru: Ежегодно
uk: Щорічно

# premium_perMonth
source: /month
be: /месяц
de: /Monat
es: /mes
pt: /mês
ro: /lună
ru: /месяц
uk: /місяць

# premium_perYear
source: /year
be: /год
de: /Jahr
es: /año
pt: /ano
ro: /an
ru: /год
uk: /рік

# premium_bestValue
source: Best Value
be: Лепшая прапанова
de: Bester Wert
es: Mejor Valor
pt: Melhor Valor
ro: Cel Mai Bun Preț
ru: Лучшее предложение
uk: Найкраща пропозиція

# settings_appearance
source: Appearance
be: Знешні выгляд
de: Erscheinungsbild
es: Apariencia
pt: Aparência
ro: Aspect
ru: Внешний вид
uk: Зовнішній вигляд

# settings_language
source: Language
be: Мова
de: Sprache
es: Idioma
pt: Idioma
ro: Limba
ru: Язык
uk: Мова

# settings_selectLanguage
source: Select Language
be: Выбар мовы
de: Sprache auswählen
es: Seleccionar Idioma
pt: Selecionar Idioma
ro: Selectează Limba
ru: Выбор языка
uk: Вибір мови

# settings_changeLanguage
source: Change Language
be: Змяніць мову
de: Sprache ändern
es: Cambiar Idioma
pt: Alterar Idioma
ro: Schimbă Limba
ru: Изменить язык
uk: Змінити мову

# settings_theme
source: Theme
be: Тэма
de: Design
es: Tema
pt: Tema
ro: Temă
ru: Тема
uk: Тема

# settings_selectTheme
source: Select Theme
be: Выбар тэмы
de: Design auswählen
es: Seleccionar Tema
pt: Selecionar Tema
ro: Selectează Tema
ru: Выбор темы
uk: Вибір теми

# settings_chartDisplay
source: Chart Display
be: Адлюстраванне карты
de: Chart-Anzeige
es: Visualización de Carta
pt: Exibição do Mapa
ro: Afișare Hartă
ru: Отображение карты
uk: Відображення карти

# settings_showGateNumbers
source: Show Gate Numbers
be: Паказваць нумары варот
de: Tornummern anzeigen
es: Mostrar Números de Puertas
pt: Mostrar Números das Portas
ro: Arată Numerele Porților
ru: Показывать номера ворот
uk: Показувати номери воріт

# settings_showGateNumbersSubtitle
source: Display gate numbers on the bodygraph
be: Адлюстроўваць нумары варот на бодыграфе
de: Tornummern auf dem Bodygraph anzeigen
es: Mostrar números de puertas en el bodygraph
pt: Exibir números das portas no bodygraph
ro: Afișează numerele porților pe bodygraph
ru: Отображать номера ворот на бодиграфе
uk: Відображати номери воріт на бодіграфі

# settings_use24HourTime
source: Use 24-Hour Time
be: 24-гадзінны фармат
de: 24-Stunden-Format verwenden
es: Usar Formato de 24 Horas
pt: Usar Formato 24 Horas
ro: Folosește Ora în Format 24h
ru: 24-часовой формат
uk: 24-годинний формат

# settings_use24HourTimeSubtitle
source: Display time in 24-hour format
be: Адлюстроўваць час у 24-гадзінным фармаце
de: Zeit im 24-Stunden-Format anzeigen
es: Mostrar hora en formato de 24 horas
pt: Exibir hora no formato de 24 horas
ro: Afișează ora în format 24 de ore
ru: Отображать время в 24-часовом формате
uk: Відображати час у 24-годинному форматі

# settings_feedback
source: Feedback
be: Зваротная сувязь
es: Retroalimentación
ru: Обратная связь
uk: Зворотній зв'язок

# settings_hapticFeedback
source: Haptic Feedback
be: Тактыльны водгук
de: Haptisches Feedback
es: Retroalimentación Háptica
pt: Feedback Tátil
ro: Feedback Haptic
ru: Тактильный отклик
uk: Тактильний відгук

# settings_hapticFeedbackSubtitle
source: Vibration on interactions
be: Вібрацыя пры ўзаемадзеянні
de: Vibration bei Interaktionen
es: Vibración en interacciones
pt: Vibração nas interações
ro: Vibrație la interacțiuni
ru: Вибрация при взаимодействии
uk: Вібрація при взаємодії

# settings_account
source: Account
be: Акаўнт
de: Konto
es: Cuenta
pt: Conta
ro: Cont
ru: Аккаунт
uk: Акаунт

# settings_changePassword
source: Change Password
be: Змяніць пароль
de: Passwort ändern
es: Cambiar Contraseña
pt: Alterar Senha
ro: Schimbă Parola
ru: Изменить пароль
uk: Змінити пароль

# settings_deleteAccount
source: Delete Account
be: Выдаліць акаўнт
de: Konto löschen
es: Eliminar Cuenta
pt: Excluir Conta
ro: Șterge Contul
ru: Удалить аккаунт
uk: Видалити акаунт

# settings_deleteAccountConfirm
source: Are you sure you want to delete your account? This action cannot be undone and all your data will be permanently deleted.
be: Вы ўпэўнены, што хочаце выдаліць акаўнт? Гэтае дзеянне незваротнае, і ўсе вашы дадзеныя будуць выдалены назаўсёды.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden und alle Ihre Daten werden dauerhaft gelöscht.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer y todos tus datos serán eliminados permanentemente.
pt: Tem certeza de que deseja excluir sua conta? Esta ação não pode ser desfeita e todos os seus dados serão permanentemente excluídos.
ro: Ești sigur că vrei să ștergi contul? Această acțiune nu poate fi anulată și toate datele tale vor fi șterse permanent.
ru: Вы уверены, что хотите удалить аккаунт? Это действие необратимо, и все ваши данные будут удалены безвозвратно.
uk: Ви впевнені, що хочете видалити акаунт? Цю дію неможливо скасувати, і всі ваші дані будуть видалені назавжди.

# settings_appVersion
source: App Version
be: Версія прыкладання
es: Versión de la Aplicación
pt: Versão do App
ro: Versiune Aplicație
ru: Версия приложения
uk: Версія додатку

# settings_rateApp
source: Rate the App
be: Ацаніць прыкладанне
de: App bewerten
es: Calificar la Aplicación
pt: Avaliar o App
ro: Evaluează Aplicația
ru: Оценить приложение
uk: Оцінити додаток

# settings_sendFeedback
source: Send Feedback
be: Адправіць водгук
de: Feedback senden
es: Enviar Retroalimentación
pt: Enviar Feedback
ro: Trimite Feedback
ru: Отправить отзыв
uk: Надіслати відгук

# settings_themeLight
source: Light
be: Светлая
de: Hell
es: Claro
pt: Claro
ro: Luminos
ru: Светлая
uk: Світла

# settings_themeDark
source: Dark
be: Цёмная
de: Dunkel
es: Oscuro
pt: Escuro
ro: Întunecat
ru: Тёмная
uk: Темна

# settings_themeSystem
source: System
be: Сістэмная
es: Sistema
pt: Sistema
ro: Sistem
ru: Системная
uk: Системна

# settings_notifications
source: Notifications
be: Апавяшчэнні
de: Benachrichtigungen
es: Notificaciones
pt: Notificações
ro: Notificări
ru: Уведомления
uk: Сповіщення

# settings_privacy
source: Privacy
be: Канфідэнцыяльнасць
de: Datenschutz
es: Privacidad
pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
uk: Конфіденційність

# settings_about
source: About
be: Пра прыкладанне
de: Über
es: Acerca de
pt: Sobre
ro: Despre
ru: О приложении
uk: Про додаток

# settings_help
source: Help & Support
be: Дапамога і падтрымка
de: Hilfe & Support
es: Ayuda y Soporte
pt: Ajuda e Suporte
ro: Ajutor & Suport
ru: Помощь и поддержка
uk: Допомога та підтримка

# settings_terms
source: Terms of Service
be: Умовы выкарыстання
de: Nutzungsbedingungen
es: Términos de Servicio
pt: Termos de Serviço
ro: Termeni și Condiții
ru: Условия использования
uk: Умови використання

# settings_privacyPolicy
source: Privacy Policy
be: Палітыка канфідэнцыяльнасці
de: Datenschutzrichtlinie
es: Política de Privacidad
pt: Política de Privacidade
ro: Politica de Confidențialitate
ru: Политика конфиденциальности
uk: Політика конфіденційності

# settings_version
source: Version
be: Версія
es: Versión
pt: Versão
ro: Versiune
ru: Версия
uk: Версія

# settings_dailyTransits
source: Daily Transits
be: Штодзённыя транзіты
de: Tägliche Transite
es: Tránsitos Diarios
pt: Trânsitos Diários
ro: Tranzite Zilnice
ru: Ежедневные транзиты
uk: Щоденні транзити

# settings_dailyTransitsSubtitle
source: Receive daily transit updates
be: Атрымліваць штодзённыя абнаўленні транзітаў
de: Tägliche Transit-Updates erhalten
es: Recibir actualizaciones diarias de tránsitos
pt: Receber atualizações diárias de trânsito
ro: Primește actualizări zilnice despre tranzite
ru: Получать ежедневные обновления транзитов
uk: Отримувати щоденні оновлення транзитів

# settings_gateChanges
source: Gate Changes
be: Змена варот
de: Tor-Wechsel
es: Cambios de Puertas
pt: Mudanças de Porta
ro: Schimbări de Porți
ru: Смена ворот
uk: Зміна воріт

# settings_gateChangesSubtitle
source: Notify when Sun changes gates
be: Апавяшчаць пры змене варот Сонца
de: Benachrichtigen, wenn die Sonne das Tor wechselt
es: Notificar cuando el Sol cambie de puertas
pt: Notificar quando o Sol muda de porta
ro: Notifică când Soarele schimbă porțile
ru: Уведомлять при смене ворот Солнца
uk: Сповіщати про зміну воріт Сонця

# settings_socialActivity
source: Social Activity
be: Сацыяльная актыўнасць
de: Soziale Aktivität
es: Actividad Social
pt: Atividade Social
ro: Activitate Socială
ru: Социальная активность
uk: Соціальна активність

# settings_socialActivitySubtitle
source: Friend requests and shared charts
be: Запыты ў сябры і публікацыі
de: Freundschaftsanfragen und geteilte Charts
es: Solicitudes de amistad y cartas compartidas
pt: Solicitações de amizade e mapas compartilhados
ro: Cereri de prietenie și hărți distribuite
ru: Запросы в друзья и публикации
uk: Запити в друзі та публікації

# settings_achievements
source: Achievements
be: Дасягненні
de: Erfolge
es: Logros
pt: Conquistas
ro: Realizări
ru: Достижения
uk: Досягнення

# settings_achievementsSubtitle
source: Badge unlocks and milestones
be: Новыя значкі і ўзнагароды
de: Freischaltung von Abzeichen und Meilensteinen
es: Desbloqueo de medallas y hitos
pt: Desbloqueios de emblemas e marcos
ro: Deblocări de insigne și obiective
ru: Новые значки и награды
uk: Нові значки та нагороди

# settings_deleteAccountWarning
source: This will permanently delete all your data including charts, posts, and messages.
be: Усе вашы дадзеныя, уключаючы карты, посты і паведамленні, будуць назаўсёды выдалены.
de: Dies wird dauerhaft alle Ihre Daten einschließlich Charts, Beiträge und Nachrichten löschen.
es: Esto eliminará permanentemente todos tus datos incluyendo cartas, publicaciones y mensajes.
pt: Isso irá excluir permanentemente todos os seus dados incluindo mapas, postagens e mensagens.
ro: Aceasta va șterge permanent toate datele tale, inclusiv hărți, postări și mesaje.
ru: Все ваши данные, включая карты, посты и сообщения, будут безвозвратно удалены.
uk: Усі ваші дані, включаючи карти, пости та повідомлення, будуть безповоротно видалені.

# settings_deleteAccountFailed
source: Failed to delete account. Please try again.
be: Не ўдалося выдаліць акаўнт. Паспрабуйце яшчэ раз.
de: Löschen des Kontos fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al eliminar cuenta. Por favor intenta de nuevo.
pt: Falha ao excluir conta. Por favor, tente novamente.
ro: Ștergerea contului a eșuat. Te rugăm să încerci din nou.
ru: Не удалось удалить аккаунт. Попробуйте ещё раз.
uk: Не вдалося видалити акаунт. Спробуйте ще раз.

# settings_passwordChanged
source: Password changed successfully
be: Пароль паспяхова зменены
de: Passwort erfolgreich geändert
es: Contraseña cambiada exitosamente
pt: Senha alterada com sucesso
ro: Parolă schimbată cu succes
ru: Пароль успешно изменён
uk: Пароль успішно змінено

# settings_passwordChangeFailed
source: Failed to change password. Please try again.
be: Не ўдалося змяніць пароль. Паспрабуйце яшчэ раз.
de: Ändern des Passworts fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al cambiar contraseña. Por favor intenta de nuevo.
pt: Falha ao alterar senha. Por favor, tente novamente.
ro: Schimbarea parolei a eșuat. Te rugăm să încerci din nou.
ru: Не удалось изменить пароль. Попробуйте ещё раз.
uk: Не вдалося змінити пароль. Спробуйте ще раз.

# settings_feedbackSubject
source: AuraMap App Feedback
be: Водгук аб прыкладанні Inside Me
de: Inside Me App Feedback
es: Retroalimentación de la Aplicación Inside Me
pt: Feedback do App AuraMap
ro: Feedback Aplicație Inside Me
ru: Отзыв о приложении Human Design
uk: Відгук про додаток Human Design
